Repository: colournaming/colournaming
Catalog: colournaming/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es, fa, fr, ja, mr, no, pt_br, ru, sd, sl, sr, th, tr, uk

source: Many individuals find the tasks of this study enjoyable and we believe there are no known risks to participants. The purpose of this research study is to improve colour communication in multilingual environments. Please feel free to contact the principal investigator <a href="mailto:dimitris.mylonas[at]nchlondon.ac.uk">Dimitris Mylonas</a> if you have any questions.
ca: Moltes persones consideren que les tasques d'aquest estudi són agradables i creiem que no hi ha riscos coneguts per als participants. El propòsit d'aquesta investigació és millorar la comunicació del color en entorns multilingües. Si té alguna pregunta, no dubti en posar-se en contacte amb l'investigador principal <a href="mailto:d.mylonas[at]ucl.ac.uk ">Dimitris Mylonas</a>.
cs: Většinu lidí tato studie baví a nejsme si vědomi žádného rizika, které by z účasti vyplývalo. Cílem této studie je zlepšení vícejazyčné komunikace o barvách v kontextu. V&nbsp;případě jakýchkoliv dotazů neváhejte kontaktovat hlavního řešitele projektu, kterým je <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a>.
el: Πολλοί συμμετέχοντες βρίσκουν το πείραμα διασκεδαστικό και δεν γνωρίζουμε ούτε πιστεύουμε οτι υπάρχουν κίνδυνοι για τους συμμετέχοντες. Ο σκοπός αυτής της έρευνας είναι να βελτιώσει τη χρωματική επικοινωνία σε πολυγλωσσικά περιβάλλοντα. Αν έχετε οποιαδήποτε ερώτηση ή θέλετε να κάνετε κάποιο σχόλιο για εμάς παρακαλούμε ενημερώστε τον κύριο ερευνητή <a href="mailto:d.mylonas[at]ucl.ac.uk">Δημήτρη Μυλωνά</a>.
es: Muchas personas consideran que las tareas de este estudio son agradables y creemos que no hay riesgos conocidos para los participantes. El propósito de esta investigación es mejorar la comunicación del color en entornos multilingües. Si tiene alguna pregunta, no dude en ponerse en contacto con el investigador principal <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a>.
fr: De nombreuses personnes trouvent les tâches de cette étude amusantes et aucun risque connu pour les participants n'est à noter. Le but de cette étude de recherche est d'améliorer la communication multilingue des couleurs. N'hésitez pas à contacter le chercheur <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> pour plus de renseignements.
ja: 多くの参加者はこの実験を楽しんでおり、これまでに実験を通じた不利益の報告はありません。この研究の目的は、多言語が使用される環境で色に関連するコミュニケーションを改善することです。不明な点は、に所属する主担当研究者<a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a>、まで、お問い合わせください。
no: Mange synes oppgavene i denne studien er morsomme, og vi kjenner ikke til noen risiko for deltakerne. Formålet med denne forskningsstudien er å forbedre flerspråklig fargekommunikasjon i kontekst. Ta gjerne kontakt med ansvarlig forsker <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> hvis du har spørsmål.
sl: Namen te raziskave je izboljšati komunikacijo barv med različnimi jeziki. Če imate kakršnakoli vprašanja, se prosimo obrnite na glavnega raziskovalca <a href="mailto:d.mylonas[at]ucl.ac.uk"> Dimitris Mylonas </a>.
sr: Većina ljudi zadatke u ovom istraživanju smatra zabavnim i nama nije poznato da postoje bilo kakvi rizici od učešća. Svrha ovog istraživanja je da se unapredi višejezična komunikacija o bojama u kontekstu. Budite slobodni da kontaktirate glavnog istraživača <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> ukoliko imate bilo kakvih pitanja.
th: หลายท่านอาจพบว่าการระบุคำเรียกสีในการศึกษาครั้งนี้มีความสนุกและเราเชื่อว่าไม่มีความเสี่ยงใดในการเข้าร่วม จุดประสงค์ของการวิจัยครั้งนี้เพื่อปรับปรุงการสื่อสารสีในหลากหลายภาษา หากมีข้อสงสัยสอบถามผู้วิจัยได้ที่ <a href="mailto:dimitris.mylonas[at]nchlondon.ac.uk">Dimitris Mylonas</a>
uk: Брати участь у нашого експерименті цілком безпечно, та на думку багатьох учасників, цікаво. Метою цього дослідження є покращення колірної комунікації в багатомовному середовищі. Якщо у Вас виникли будь-які запитання, будь ласка, зв’яжіться з нашим провідним дослідником <a href="mailto:d.mylonas[at]ucl.ac.uk">Дімітрісом Мілонас</a>.

source: Many individuals find the tasks of this study enjoyable and we believe there are no known risks to participants. The purpose of this research study is to improve colour communication in multilingual environments. Please feel free to contact the principal investigator <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> or the supervisors <a href="mailto:ucfslwm[at]ucl.ac.uk">Lindsay MacDonald</a> and <a href="mailto:l.griffin[at]ucl.ac.uk">Lewis Griffin</a> of University College London if you have any questions.
mr: या उपक्रमात सहभागी होणाऱ्या बहुतांश लोकांना हा अनुभव आनंददायी वाटतो तसेच या उपक्रमात सहभागी होण्याचे काही धोके नाहीत. या प्रयोगाचा उद्देश रंगांविषयीचा अंतरभाषीय संवाद सोईस्कर करणे आहे. आपल्याला काही सूचना अथवा प्रश्न असल्यास निःसंकोचपणे या अभ्यासाचे प्रमुख संशोधक <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> अथवा पर्यवेक्षक <a href="mailto:ucfslwm[at]ucl.ac.uk">Lindsay MacDonald</a> आणि <a href="mailto:l.griffin[at]ucl.ac.uk">Lewis Griffin</a> यांना संपर्क साधावा.
ru: Задания этого эксперимента совершенно безопасны и, по мнению многих участников, увлекательны. Исследование направлено на то, чтобы улучшить цветовую коммуникацию в многоязычной среде. Если у Вас есть какие-то вопросы, Вы можете задать их ведущему исследователю <a href="mailto:d.mylonas[at]ucl.ac.uk">Димитрису Милонасу</a> или руководителям проекта <a href="mailto:ucfslwm[at]ucl.ac.uk">Линдсею МакДональду</a> и <a href="mailto:l.griffin[at]ucl.ac.uk">Льюису Гриффину</a> из Университетского колледжа Лондона.

source: If you are 16 years of age or older, understand the statements and freely consent to participate in the study, click on the 'Start' button to begin the experiment.
mr: जर आपण १६ वर्षे अथवा पुढील वयोगटातील असाल तर दिलेली वाक्ये नीट समजून उपक्रमात सहभागी होण्यासाठी आपली संमती द्या. "सुरु" वर क्लिक करून प्रयोगास सुरुवात करा.
ru: Если Вам исполнилось 16 лет, Вы понимаете условия и согласны принять участие в исследовании, нажмите кнопку "Начать", чтобы начать эксперимент.

source: Name each colour sample with the best representative colour term that you remember.<br>Press the Arrow button [&gt;] or Enter on your keyboard once you have finished naming the colour for the next colour sample to appear. Name as many colour samples as you can for higher ranking on colour namers. You will need to press the Next button to finish naming colours and start the next task. Your response time will be recorded.
ru: Назовите каждый цвет, используя наиболее подходящее цветообозначение. <br>Нажмите кнопку со стрелкой [&gt;] или Enter на клавиатуре, как только вы закончите вызов цвета следующего образца цвета. Постарайтесь назвать как можно больше цветовых образцов, чтобы получить более высокий статус среди назывателей цвета. Вам нужно будет нажать кнопку «Далее», чтобы закончить именование цветов и начать следующую задачу. Скорость Ваших ответов будет записываться.

source: Next
ru: Следующий

source: Your responses will be used to improve colour communication within and across languages. Please feel free to contact us and visit our research page for more information. Find below your responses in white and the most popular colour names in black:
fr: Vos réponses seront utilisées pour améliorer la communication des couleurs au sein et entre les langues. N'hésitez pas à nous contacter et à visiter notre page de recherche pour plus d'informations. Vous pouvez trouver ci-dessous vos réponses en blanc et les noms de couleurs les plus populaires en noir :
ja: あなたの回答は、様々な言語での色に関するコミュニケーションを改善するために活用されます。詳細は、我々の研究紹介HPをご覧いただき、不明な点はお問い合わせください。以下で、あなたの回答(白字)と、最も回答の多かった色名(黒字)をご覧ください。
mr: भिन्न भाषांमध्ये रंगांविषयी होणारे संवाद वाढवण्यासाठी आपली प्रतिक्रिया वापरण्यात येईल. अधिक माहितीसाठी कृपया आमच्याशी संपर्क साधा आणि आमच्या रिसर्च पेजला अवश्य भेट द्या. खाली तुमच्या प्रतिक्रिया पांढऱ्या रंगात आणि रंगांची नावे काळया रंगात दिली आहेत.
ru: Ваши ответы будут использоваться для того, чтобы улучшить цветовую коммуникацию между носителями различных языков. Для получения более подробной информации Вы можете написать нам или посетить страницу нашего проекта в интернете. Ниже Вы увидите свои ответы (белым) и наиболее популярные цветонаименования (черным).
