Repository: colournaming/colournaming
Catalog: colournaming/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es, fa, fr, ja, mr, no, pt_br, ru, sd, sl, sr, th, tr, uk

source: Welcome to Colour Naming, an online experiment designed to collect colour names in multiple languages with their corresponding colour ranges. You will be asked to name a series of colour samples and provide information about your cultural background and viewing conditions. You are free to omit any question and you may withdraw at any time without penalty. Participation in this study is strictly anonymous and voluntary.
ca: Benvingut a Color Naming, un experiment en línia dissenyat per recopilar noms de colors en diversos idiomes amb les seves corresponents gammes de color. Se li demanarà que doni nom a una sèrie de mostres de color i proporcioni informació sobre els seus antecedents culturals i condicions de visualització. Pot ometre qualsevol pregunta i pot retirar-se en qualsevol moment sense penalització. La participació en aquest estudi és estrictament anònima i voluntària.
cs: Vítejte u pojmenovávání barev, online studii zaměřené na sbírání názvů barev v různých jazycích a barev, které těmto názvům odpovídají. Vaším úkolem bude pojmenovat několik vzorků barev a uvést pár údajů o sobě a prostředí, ve kterém se studie účastníte. Budete mít možnost přeskočit jakoukoliv otázku a svou účast můžete kdykoliv odvolat bez jakéhokoliv postihu. Účast na této studii je zcela anonymní a dobrovolná.
de: Willkommen bei Color Naming, einem Online-Experiment zum Sammeln von Farbnamen in mehreren Sprachen mit den entsprechenden Farbbereichen. Sie werden gebeten, eine Reihe von Farbmustern zu benennen und Informationen über Ihren kulturellen Hintergrund und Ihre Sehbedingungen bereitzustellen. Sie können jede Frage auslassen und Sie können jederzeit ohne Probleme abbrechen. Die Teilnahme an dieser Studie ist anonym und freiwillig.
el: Καλώς ήρθατε στο διαδικτυακό πείραμα ονομασίας χρωμάτων. Το πείραμα είναι σχεδιασμένο να συλλέξει ονομασίες χρωμάτων σε διαφορετικές γλώσσες με τo αντίστοιχο χρωματικό τους εύρος. Θα σας ζητηθεί να ονομάσετε μια σειρά χρωματικών δειγμάτων και να μας δώσετε πληροφορίες για εσάς και τις συνθήκες παρατήρησης σας. Είστε ελεύθεροι να παραλείψετε οποιαδήποτε ερώτηση και να διακόψετε τη συμμετοχή σας οποιαδήποτε στιγμή χωρίς καμία κύρωση. Η συμμετοχή σε αυτή την μελέτη είναι ανώνυμη και εθελοντική.
es: Bienvenido a Color Naming, un experimento en línea diseñado para recopilar nombres de colores en varios idiomas con sus correspondientes gamas de color. Se le pedirá que nombre una serie de muestras de color y proporcione información sobre sus antecedentes culturales y condiciones de visualización. Puede omitir cualquier pregunta y puede retirarse en cualquier momento sin penalización. La participación en este estudio es estrictamente anónima y voluntaria.
fa: به نامگذاری رنگ, یک تجربه آنلاین که برای جمع آوری نام رنگ ها در چندین زبان با در نظر گرفتن محدوده رنگی متناظر با آن زبان طراحی شده است,خوش آمدید. از شما خواسته می شود مجموعه ای از نمونه های رنگی را نام ببرید واطلاعات مربوط به پیشینه فرهنگی و شرایط بصری خود را ارائه دهید.شما در حذف سوالات مختار هستید و در هر زمان که بخواهید می توانید بدون پرداخت جریمه بازی را ترک کنید. مشارکت در این مطالعه کاملا داوطلبانه است.
fr: Bienvenue dans Identification des Couleurs, une expérience en ligne conçue pour recueillir les noms de couleurs dans de nombreuses langues. Vous êtes invité à nommer une série d'échantillons de couleurs et à fournir des informations sur votre milieu culturel et les conditions dans lesquelles vous les avez visualisé. Vous pouvez passer toute question sans aucune conséquence et vous être libre de vous retirer de l'expérience à tout moment. La participation à cette étude est strictement anonyme et volontaire.
ja: 色名実験へようこそ。このオンライン実験では、世界各国の様々な言語で色名を収集することを目的としています。この実験では、表示される一連の色見本に対して、適切な色の名前をつけてもらいます。また、あなたの文化的背景と観察条件についても質問されます。実験中、質問の回答を飛ばすことができ、いつでも中断することができます。この研究への参加は任期であり、完全に匿名で処理されます。
mr: विविध भाषांमधील रंगांची नावे आणि त्यांच्या विविध रंगछटा यांची माहिती जमविणाऱ्या "रंगांची ओळख" या ऑनलाईन उपक्रमात तुमचे स्वागत आहे. तुम्हाला कोणताही प्रश्न वगळायचे व हा प्रयोग कोणत्याही क्षणी सोडून द्यायची मुभा आहे. ह्या प्रयोगातील आपला सहभाग पूर्णपणे ऐच्छिक व गोपनीय आहे.
no: Velkommen til Color Naming, et netteksperiment designet for å samle fargenavn på flere språk med tilhørende fargeområder. Du vil bli bedt om å navngi en serie fargeprøver og gi informasjon om din kulturelle bakgrunn og seerforhold. Du står fritt til å utelate ethvert spørsmål, og du kan trekke deg når som helst underveis. Deltakelse i denne studien er helt anonym og frivillig.
pt_br: Bem-vindo(a) ao experimento online de Nomeação de Cor, designado a coletar nomes de cores em diferentes línguas, incluindo sua respectiva gama de cor. Você será solicitado para nomear uma série de amostras de cores e providenciar algumas informações sobre sua origem cultural e condições de visualização do monitor e do ambiente durante a realização. Você é livre para omitir quaisquer informações, bem como se retirar do experimento a qualquer momento sem nenhuma penalidade. A participação deste estudo é estritamente anônima e totalmente voluntária.
ru: Добро пожаловать в он-лайн эксперимент по называнию цвета, который создан для того, чтобы записывать цветонаименования различных языков вместе с соответствующими им участками цветового спектра. Вас попросят назвать ряд цветовых образцов и ответить на несколько вопросов о Вас и об условиях наблюдения. Вы можете пропустить любой вопрос и в любое время прервать сеанс. Участие в этом эксперименте строго анонимно и добровольно.
sd: رنگن جا نالن ڏيڻ لاءِ ڀلي ڪري آيا، هي هڪ آن لائن تجربو آهي جيڪو ڪيترن ئي ٻولين ۾ رنگن جا نالا ۽ انھن سان لاڳاپيل انھن جي دائرن کي گڏ ڪرڻ لاءِ ٺاهيو ويو آهي. ھن تجربي دؤران توھان کي رنگن جي نمونن جي هڪ سلسلي جو نالو ڏيڻ لاءِ چيو ويندو ۽ توهان جي ثقافتي پس منظر ۽ ڏسڻ جي حالتن بابت معلومات پڻ جمع ڪئي ويندي. توهان ڪنھن به سوال کي ڇڏي سگھو ٿا ۽ توهان ڪنهن به وقت بغير پابندي جي تجربو ڇڏي سگهو ٿا. هن مطالعي ۾ توھان جي شرڪت مڪمل طور تي لڪيل ۽ رضاڪارانه آهي.
sl: Dobrodošli v spletni raziskavi Poimenovanje barv, ki je namenjena zbiranju imen barv v več jezikih, s pripadajočimi barvnimi območji. V nadaljevanju boste poimenovali niz barvnih vzorcev in podali nekaj dodatnih informacij. Vsako vprašanje lahko izpustite in končate kadarkoli. Sodelovanje v tej raziskavi je prostovoljno in strogo anonimno.
sr: Dobrodošli u Imenovanje Boja, onlajn eksperiment napravljen sa ciljem da se prikupe nazivi za boje u različitim jezicima, kao i opseg boja na koje se ti nazivi odnose. Vaš zadatak će biti da imenujete niz boja i da ostavite nekoliko podataka o sebi i o uslovima u kojima ste radili eksperiment. Možete preskočiti bilo koje pitanje i možete da prekinete svoje učešće u ovom istraživanju u bilo kom trenutku, bez ikakavih posledica. Učešće u istraživanju je u potpunosti anonimno i dobrovoljno.
th: ขอต้อนรับเข้าสู่การทดลองการระบุคำเรียกสีออนไลน์เพื่อรวบรวมคำเรียกจากหลายภาษาให้กับสีในขอบเขตเดียวกัน ท่านจะได้รับชุดสีตัวอย่างเพื่อขอให้ระบุคำเรียก และให้ข้อมูลพื้นฐานทางวัฒนธรรมของท่าน รวมถึงข้อมูลสภาวะการสังเกตสี ท่านสามารถเลือกที่จะไม่ตอบคำถามและอาจถอนตัวไม่ทำการทดลองต่อเมื่อใดก็ได้ โดยไม่มีความผิดใด ๆ ข้อมูลของผู้เข้าร่วมในการศึกษาวิจัยครั้งนี้จะไม่มีการเปิดเผยและการเข้าร่วมเป็นไปด้วยความสมัครใจเท่านั้น
tr: Birçok dilde renk adlarını, kendilerine karşılık gelen renk aralıklarıyla birlikte toplamak için tasarlanan online Renk Adlandırma deneyine hoş geldiniz. Bir seri renk numunesini adlandırmanız, ve kendi kültürel geçmişiniz ve bu deneyi görüntülediğiniz koşullarla ilgili bilgi sağlamanız istenecektir. Herhangi bir soruyu atlamakta ve istediğiniz zaman, herhangi bir yaptırım olmaksızın, deneyden çekilmekte özgürsünüz. Bu çalışmaya katılımınız tamamen gizli ve gönüllüdür.
uk: Запрошуємо до онлайн експерименту, метою якого є збір найменування кольорів різними мовами світу разом із відповідними колірними спектрами. Вам потрібно будете назвати ряд колірних зразків і відповісти на кілька запитань про Ваше етнічне походження та умови спостереження. Ви можете пропустити будь-яке запитання або перервати сеанс за бажанням. Участь в експерименті добровільна та повністю анонімна. Всі відповіді обробляються та аналізуються лише узагальнено.

source: Many individuals find the tasks of this study enjoyable and we believe there are no known risks to participants. The purpose of this research study is to improve colour communication in multilingual environments. Please feel free to contact the principal investigator <a href="mailto:dimitris.mylonas[at]nulondon.ac.uk">Dimitris Mylonas</a> if you have any questions.
de: Viele Menschen empfinden die Aufgaben dieser Studie als angenehm und es gint keien Risiken für die Teilnehmer. Der Zweck dieser Forschungsstudie ist die Verbesserung der Farbkommunikation in mehrsprachigen Umgebungen. Bitte wenden Sie sich an den leitenden Forscher <a href="mailto:d.mylonas[at]ucl.ac.uk"> Dimitris Mylonas </a>, wenn Sie irgendwelche Fragen haben.
fa: بسیاری از افراد روند این کار را لذت بخش می دانند وما معتقدیم هیچ مشکلی برای شرکت کنندگان وجود ندارد.هدف این تحقیق، ارتقا فهم و درک رنگ (به سبب اختلاف زبان) در محیطهای چند زبانه است.برای اطلاعات بیشتر تماس بگیرید <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a>
pt_br: A maioria das pessoas acha a tarefa desse estudo agravável de ser realizada e nós acreditamos que não exista nenhum risco ao participante. O propósito desta pesquisa é melhorar a comunicação das cores em ambientes multiculturais. Por favor, se você tiver alguma dúvida, sinta-se a vontade para entrar em contato com o investigador principal <a href="mailto:dimitris.mylonas[at]nulondon.ac.uk">Dimitris Mylonas</a>
sd: ڪيترائي ماڻهون هن مطالعي جي ڪمن کي دلچسپ سمجهن ٿا ۽ اسان جو يقين آهي ته شرڪت ڪندڙن لاءِ ڪو به ڄاڻايل خطرو ناهي. هن تحقيقي مطالعي جو مقصد گهڻ ٻولي وارن ماحولن ۾ رنگن جي رابطي کي بهتر بڻائڻ آهي. جيڪڏهن توهان وٽ ڪي سوال آهن ته مهرباني ڪري بنيادي تحقيق ڪندڙ <a href="mailto:dimitris.mylonas[at]nulondon.ac.uk">Dimitris Mylonas</a> سان رابطو ڪريو.
tr: Daha önceki katılımcılarımızın bir çoğu bu çalışmanın aşamalarını eğlenceli buldu ve katılımcılar için bilinen bir riski olmadığına inanıyoruz. Çalışmanın amacı çok dilli ortamlarda renk iletişimini geliştirmektir. Eğer sorularınız olursa baş araştırmacı <a href="mailto:d.mylonas[at]ucl.ac.uk">Dimitris Mylonas</a> ile iletişime geçmekten çekinmeyiniz.

source: If you are 16 years of age or older, understand the statements and freely consent to participate in the study, click on the 'Start' button to begin the experiment against a neutral grey background or the 'Chromatic Start' button to begin the experiment against chromatic backgrounds.
ca: Si té 16 anys d'edat o més, comprèn les instruccions i consent lliurement a participar en l'estudi, faci clic al botó "Començar gris" per començar l'experiment sobre un fons gris neutre o al botó "Començar cromàtic" per començar l'experiment amb fons cromàtics.
cs: Pokud je vám 16 a více let, rozumíte instrukcím a dobrovolně souhlasíte s účastí na této studii, klikněte na šedivé tlačítko „Začít“, chcete-li studii zahájit na šedivém pozadí, nebo na barevné tlačítko „Začít“, chcete-li studii zahájit na barevném pozadí.
de: Wenn Sie mindestens 16 Jahre alt sind, die Aussagen verstehen und sich freiwillig zur Teilnahme an der Studie bereit erklären, klicken Sie auf die Schaltfläche „Grauer Start“, um das Experiment vor einem neutralen grauen Hintergrund zu beginnen, oder auf die Schaltfläche „Chromatischer Start“, um das Experiment vor einem farbigen Hintergrund zu beginnen.
el: Αν είσαστε 16 χρονών ή μεγαλύτερος, έχετε κατανοήσει τις πληροφορίες που σας δόθηκαν και συμφωνείτε να πάρετε μέρος σε αυτή τη μελέτη ελεύθερα, παρακαλώ πατήστε στο "Γκρι Εκκίνηση" κουμπί για να ξεκινήσετε το πείραμα σε ουδέτερο γκρι φόντο ή στο "Χρωματιστό Εκκίνηση" κουμπί για να ξεκινήσετε το πείραμα σε χρωματικό περιβάλλον.
es: Si tiene 16 años de edad o más, comprende las instrucciones y consiente libremente en participar en el estudio, haga clic en el botón "Comenzar gris" para comenzar el experimento con un fondo gris neutro o en el botón "Comenzar cromático" para comenzar el experimento con fondos cromáticos.
fa: اگر شما 16 ساله یا بیشتر هستید، این اظهارات را درک می کنید و به طور آزادانه برای شرکت دربازی تصمیم می گیریدروی دکمه "شروع کنید خاکستری" کلیک کنید تا آزمایش را در پس زمینه خاکستری خنثی شروع کنید یا دکمه "شروع کنید رنگی" را برای شروع آزمایش در پس زمینه های رنگی کلیک کنید.
fr: Si vous avez plus de 16 ans, vous pouvez participer à cette expérience en lisant les conditions, puis en appuyant sur un des deux boutons "Démarrer". Vous pouvez choisir si l'expérience se déroule sur fond gris (bouton gris) ou sur fond coloré (bouton coloré).
ja: もしあなたが16歳以上で、これまでの説明を理解し、研究に参加することに同意する場合には、[灰色の開始]ボタンをクリックしてニュートラルな灰色の背景に対して実験を開始するか、[色の開始]ボタンをクリックして有彩色の背景に対して実験を開始します。
no: Hvis du er 16 år eller eldre,og du forstår utsagnene og samtykker fritt til å delta i studien, klikk på den "Grå start"-knappen for å starte eksperimentet mot en nøytral grå bakgrunn eller "Kromatisk start"-knappen for å starte eksperimentet mot kromatisk bakgrunn.
pt_br: Se você possui 18 anos ou mais, compreendeu a declaração de consentimento livre e esclarecido da pesquisa, e concorda em participar, aperte INICIAR para iniciar o experimento utilizando fundo cinza neutro, ou INICIAR COM CROMATICIDADE, para iniciar o experimento utilizando um fundo cromático.
sd: جيڪڏهن توهان 16 سالن يا ان کان وڌيڪ عمر جا آهيو،بيانن کي سمجهو ٿا ۽ آزاديءَ سان مطالعي ۾ حصو وٺڻ لاءِ رضامند آهيو، ته سُرمائي پس منظر تي تجربو شروع ڪرڻ لاءِ 'شروع' جو بٽڻ دٻايو يا رنگين پس منظر تي تجربو شروع ڪرڻ لاءِ 'رنگين شروع' جو بٽڻ دٻايو.
sl: Če ste stari 16 let ali več, ste seznanjeni s pogoji uporabe in je vaše sodelovanje prostovoljno, kliknite gumb "Siv Začni", da začnete eksperiment na nevtralnem sivi podlagi, ali gumb "Kromatični Začni", da začnete poskus na kromatskem ozadju.
sr: Ako imate 16 ili više godina, razumete sve napisano i dobrovoljno pristajete da učestvujete u istraživanju, kliknite na sivo dugme "Start" da započnete eksperiment sa neutralnom sivom pozadinom ili na obojeno dugme "Start" da započnete eksperiment sa pozadinom u boji.
th: หากท่านอายุ 16 ปีหรือมากกว่า สามารถเข้าใจคำสั่งและคำอธิบายและยินยอมโดยสมัครใจในการเข้าร่วมการศึกษา/วิจัยครั้งนี้ สามารถคลิกปุ่ม "เริ่ม" เพื่อเริ่มต้นทำการทดลองแบบมีแบคกราวน์สีเทา หรือกด "เริ่มแบบมีสี" เพื่อเริ่มต้นทำการทดลองแบบมีแบคกราวน์เป็นสีได้เลย
tr: Eğer 16 yaşında veya daha büyükseniz, açıklamaları anladıysanız ve çalışmaya katılmaya kendi özgür iradenizle onay veriyorsanız, deneye nötr gri bir arka plana karşı başlatmak için "Gri Başla" düğmesine veya deneye kromatik arka planlara karşı başlatmak için "Kromatik Başla" düğmesine tıklayın.
uk: Якщо Вам виповнилося 16 років і Ви розумієте умови та згодні взяти участь у дослідженні, натисніть або кнопку "Сірий старт" — розпочати експеримент на нейтральному сірому тлі, або кнопку "Хроматичний старт" — розпочати експеримент на хроматичному тлі.

source: Start
ca: Començar
cs: Začít
el: Εκκίνηση
es: Comenzar
fa: شروع کنید
fr: Démarrer
ja: 開始
mr: सुरु
pt_br: Iniciar
ru: Начать
sd: شروع
sl: Začni
th: เริ่ม
tr: Başla
uk: Старт

source: This is a synthetic observer trained by participants’ responses to name each colour in different languages (Mylonas, Stutters, Doval, and MacDonald, 2013). More languages will be added as more data is becoming available.
ca: Aquest és un observador sintètic entrenat amb les respostes dels participants per anomenar cada color en diferents idiomes (Mylonas, Stutters, Doval i MacDonald, 2013). S'afegiran més idiomes a mesura que hi hagi més dades disponibles.
cs: Tento Pojmenovávač barev byl natrénován na odpovědích účastníků tak, aby pojmenovával barvy v různých jazycích (Mylonas, Stutters, Doval a MacDonald, 2013). Další jazyky budou přidány, jakmile budou k dispozici další data.
de: Dies ist ein synthetischer Beobachter, der durch Antworten der Teilnehmer geschult wurde, um jede Farbe in verschiedenen Sprachen zu benennen (Mylonas, Stutters, Doval und MacDonald, 2013). Weitere Sprachen werden hinzugefügt, sobald mehr Daten verfügbar sind.
el: Αυτή η εφαρμογή είναι ένας συνθετικός παρατηρητής εκπαιδευμένος από τις απαντήσεις των συμμετεχόντων για να ονομάζει το κάθε χρώμα σε διάφορες γλώσσες (Mylonas, Stutters, Doval, και MacDonald, 2013). Περισσότερες γλώσσες θα προστεθούν καθώς θα είναι διαθέσιμα περισσότερα δεδομένα.
es: Este es un observador sintético entrenado con las respuestas de los participantes para nombrar cada color en diferentes idiomas (Mylonas, Stutters, Doval y MacDonald, 2013). Se agregarán más idiomas a medida que haya más datos disponibles.
fa: این یک ناظر مصنوعی است که توسط پاسخ های شرکت کنندگان ارتقا می یابد تا هر رنگ را در زبان های مختلف نامگذاری کنند. زبان های بیشتری اضافه خواهند شد، زیرا اطلاعات بیشتری در دسترس می باشد (Mylonas, Stutters, Doval, and MacDonald, 2013).
fr: Cet observateur a été entraîné grâce à vos réponses à nommer chaque couleur dans différentes langues (Mylonas, Stutters, Doval et MacDonald, 2013). D'autres langues seront ajoutées au fur et à mesure que de nouvelles données seront disponibles.
ja: これは、参加者の回答色名によって訓練された各言語ごとの自動色名生成システムです(Mylonas, Stutters, Doval, and MacDonald, 2013)。 多くの色名データを収集できた言語から順に、今後さらに追加していく予定です。
mr: प्रत्येक रंगाचे नाव विविध भाषांमध्ये नोंदवण्यासाठी सहभागी उमेदवारांच्या प्रतिक्रियांच्या आधारे प्रशिक्षण दिला जाणारा हा एक मानवनिर्मित निरीक्षक आहे. (Mylonas, Stutters, Doval, and MacDonald, 2013) जसजसा डेटा मिळेल, तसतशी अधिक माहिती यात जोडली जाईल.
no: Dette er en syntetisk observatør som trenes opp av deltakernes svar til å navngi hver farge på forskjellige språk (Mylonas, Stutters, Doval og MacDonald, 2013). Flere språk vil bli lagt til etter hvert som mer data blir tilgjengelig.
pt_br: Este é um participante artificial, treinado com as respostas dos participantes para nomear cada cor em diferentes idiomas (Mylonas, Stutters, Doval e MacDonald, 2013). Mais idiomas serão adicionados à medida que mais dados forem disponibilizados.
ru: Это синтетический наблюдатель, обученный ответам участников, чтобы назвать каждый цвет на разных языках (Mylonas, Stutters, Doval и MacDonald, 2013). При добавлении большего количества данных будет добавлено больше языков.
sd: هي هڪ مصنوعي مشاهدو ڪندڙ آهي جيڪو شرڪت ڪندڙن جي جوابن ذريعي تربيت يافته آهي ته جيئن مختلف ٻولين ۾ هر رنگ جو نالو ڏئي (ميلوناس، اسٽٽرز، ڊووال، ۽ ميڪ ڊونالڊ، 2013). ڊيٽابيس وڌڻ سان گڏ، وڌيڪ ٻوليون شامل ٿينديون.
sl: Colournamer je aplikacija, ki omogoča predvidevanje poimenovanja barv v različnih jezikih in je zgrajena na podlagi strojnega učenja poimenovanja barv sodelujočih v raziskavi (Mylonas, Stutters, Doval, and MacDonald, 2013). Novi jeziki bodo dodani s pridobitvijo zadostnega števila poimenovanj.
sr: Ovo je Veštački Posmatrač koji je treniran da imenuje boje na različitim jezicima na osnovu odgovora ispitanika (Mylonas, Stutters, Doval, and MacDonald, 2013). Novi jezici se dodaju kako podaci postaju dostupni.
th: ที่เห็นนี้เป็นผู้สังเกตการณ์จำลองที่ผ่านการฝึกมาจากการตอบของผู้เข้าร่วมระบุสี (Mylonas, Stutters, Doval, and MacDonald, 2013) ภาษาอื่นจะได้รับการเพิ่มเข้าไปหลังจากที่มีข้อมูลพร้อม
tr: Bu sentetik izlemci, katılımcıların cevaplarıyla, her rengi değişik dillerde adlandırmak üzere oluşturulmuştur (Mylonas, Stutters, Doval, and MacDonald, 2013). Daha çok veri elde edildikçe daha çok dil eklenecektir.
uk: Це штучностворений спостерігач, навчений на відповідях учасників називати кольори різними мовами (Mylonas, Stutters, Doval, and MacDonald, 2013). Із накопиченням даних кількість мов збільшуватиметься.

source: by name
ca: per nom
cs: dle jména
de: namentlich
el: με όνομα
es: por nombre
fa: بر اساس اسم
fr: par nom
ja: 色名リスト
mr: नावाने
no: etter navn
pt_br: por nome
ru: по названию
sd: نالي سان
sl: po imenu
sr: prema nazivu
th: โดยคำเรียก
tr: Adıyla
uk: за назвою

source: Colour name
ca: Nom de color
cs: Název barvy
de: Farbname
el: Ονομασία Χρώματος
es: Nombre de color
fa: نام رنگ
fr: Nom de la couleur
ja: 色名
mr: रंगाचे नाव
no: Fargenavn
pt_br: Nome da cor
ru: Цветообозначение
sd: رنگ جو نالو
sl: Ime barve
sr: Naziv za boju
th: คำเรียกสี
tr: Renk Adı
uk: Назва кольору

source: Synonyms
ca: Sinònims
cs: Synonyma
de: Synonym
el: Συνώνυμα
es: Sinónimos
fa: مترادف
fr: Synonymes
ja: 類義語
mr: प्रतिशब्द
no: Synonymer
pt_br: Sinônimos
ru: Синонимы
sd: مترادفات
sl: Sopomenke
sr: Sinonimi
th: คำเหมือน
tr: Eş anlamlılar
uk: Синоніми

source: This is a βeta version of Colournamer. You will need JavaScript enabled and a browser that supports HTML5 web audio.
ca: Aquesta és una versió βeta de Colournamer. Heu de tenir JavaScript habilitat i un navegador que admeti àudio web HTML5.
cs: Toto je βeta verze Pojmenovávače barev. Budete potřebovat povolený JavaScript a prohlížeč, který podporuje HTML5.
de: Dies ist eine Beta-Version von Colourname. Sie benötigen JavaScript und einen Browser, der HTML5 Web Audio unterstützt.
el: Αυτή είναι μία πειραματική έκδοση του ονομαστή χρωμάτων. Θα χρειαστείτε να ενεργοποιήσετε τη Javascript και ένα πρόγραμμα περιήγησης που να υποστηρίζει HTML5 web audio.
es: Esta es una versión βeta de Colournamer. Necesitará tener JavaScript habilitado y un navegador que admita audio web HTML5.
fa: این یک نسخه βeta از Colursamer است.شما باید جاوا اسکریپت و مرورگری را فعال کنید که صوت وبHTML5 را پشتیبانی می کند.
fr: Ceci est une version bêta. Vous aurez besoin de JavaScript et d'un navigateur qui supporte l'audio HTML5 web.
ja: これは、ColourNamerのβ版です。ご使用には、JavaScriptとHTML5をサポートするブラウザが必要です。
mr: हे Colornamer चे βeta version आहे. आपणास JavaScript व HTML5 web audio चालणारे browser लागेल.
no: Dette er en βeta-versjon av Colournamer. Du trenger JavaScript aktivert og en nettleser som støtter HTML5 web audio.
pt_br: Está é uma versão beta do Nomeador de Cor. Você precisará do JavaScript habilitado e um navegador com suporte para HTML5 áudio web
ru: Это бетта версия назывателя цвета. У Вас должен быть включен JavaScript и установлен браузер, поддерживающий HTML5 web audio.
sd: هي ڪلرنيمر جو بيٽا ورزن آهي. توهان کي جاواسڪرپٽ فعاليت ۽ هڪ براؤزر جي ضرورت پوندي جيڪو HTML5 ويب آڊيو کي سپورٽ ڪري
sl: To je beta verzija Colournamer-ja. Za pravilno delovanje potrebujete brskalnik s podporo HTML5 zvoka in omogočen Javascript programski jezik.
sr: Ovo je Beta verzija Imenika boja. Biće vam potreban JavaScript koji radi kao i pretraživač (brauzer) koji podržava HTML5 web audio.
th: การระบุคำเรียกสีนี้เป็นเวอร์ชั่นบีต้า จำเป็นต้องมีจาวาสคริปต์และบราวเซอร์ที่สนับสนุน HTML5 เว็บเสียง
tr: Bu Renk Adlandırıcının Beta versiyonudur. JavaScriptin devreye sokulmasına ve HTML5 web audioyu destekleyen bir tarayıcıya ihtiyacınız olacaktır
uk: Це бета-версія Називача кольору. У Вас має бути увімкнена підтримка JavaScript та встановлений браузер із функцією HTML5 web audio.
