Repository: colournaming/colournaming
Catalog: colournaming/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es, fa, fr, ja, mr, no, pt_br, ru, sd, sl, sr, th, tr, uk

source: This research aims to develop an online colour naming model to facilitate colour communication within and between cultures.
ca: Aquesta investigació té com a objectiu desenvolupar un model de noms de color en línia per facilitar la comunicació intra i intercultural del color.
cs: Cílem tohoto výzkumu je vyvinout online model pojmenovávání barev za účelem usnadnění komunikace o barvách v rámci různých kultur i mezi nimi.
de: Diese Forschung zielt darauf ab, ein Online-Farbbenennungsmodell zu entwickeln, um die Farbkommunikation innerhalb und zwischen Kulturen zu erleichtern.
el: Αυτή η έρευνα έχει ως σκοπό να δημιουργήσει ένα πολύγλωσσο πρόγραμμα ονομασίας χρωμάτων για να βελτιώσει τη χρωματική επικοινωνία μεταξύ διαφορετικών πολιτισμών.
es: Esta investigación tiene como objetivo desarrollar un modelo de nombres de color en línea para facilitar la comunicación intra e intercultural del color.
fa: این پژوهش در نظر دارد یک مدل نامگذاری رنگی آنلاین را برای تسهیل ارتباط رنگ (فهم و درک رنگ) درون و بین فرهنگها توسعه دهد
fr: Cette recherche vise à développer un modèle en ligne de dénomination des couleurs. Cet outil a pour but de faciliter la communication des couleurs au sein et entre les cultures.
ja: 本研究の目的は、異文化間のカラーコミュニケーションを円滑にするために、オンライン上の色名モデルを開発することです。
mr: विविध संस्कृतींमध्ये रंगांविषयी परिसंवाद साधण्यासाठी रंगांची ओळख घडविणारे एक मॉडेल तयार करणे हा या संशोधनाचा हेतू आहे.
no: Denne forskningen tar sikte på å utvikle en online fargenavningsmodell for å gjøre fargekommunikasjon enklere innenfor og mellom kulturer.
pt_br: Esta pesquisa tem como objetivo desenvolver um modelo online de nomeação de cor para facilitar a comunicação de cores entre idferentes culturas.
ru: Этот проект направлен на разработку новой oн-лайн модели цветообозначений и улучшение межкультурной коммуникации.
sd: هن تحقيق جو مقصد آن لائن رنگ جو نالو ڏيڻ جو نمونو ٺاهڻ آهي، ته جيئن ثقافتن جي اندر ۽ وچ ۾ رنگن جي رابطي کي آسان بڻائي سگهجي.
sl: Namen raziskave je razviti spletni model za poimenovanje barv, ki bo izboljšal komunikacijo znotraj in med različnimi jeziki.
sr: Ovo istraživanje ima za cilj da razvije onlajn model imenovanja boja koji bi olakšao komunikaciju o bojama unutar i između različitih kultura.
th: งานวิจัยมีจุดประสงค์เพื่อพัฒนาโมเดลการระบุคำเรียกสีออนไลน์ในการสื่อสารสีภายในวัฒนธรรมตนเองหรือข้ามวัฒนธรรม
tr: Bu araştırma kültürlerin kendi içinde ve kültürler arasında renk iletişimini kolaylaştıran bir online renk adlandırma modeli geliştirmeyi hedeflemektedir.
uk: Метою цього проєкту є розробка онлайн моделі назв кольорів для покращення міжкультурної комунікації.

source: Please use the following communication form to give us your feedback and comments or if you wish to inform you about the results of this research.
ca: Utilitzi el següent formulari per donar-nos la seva opinió i comentaris o si desitja informació sobre els resultats d'aquesta investigació.
cs: Pokud si přejete být informováni o výsledcích tohoto výzkumu, případně máte zpětnou vazbu či jiné připomínky, můžete nás kontaktovat pomocí následujícího formuláře:
de: Bitte verwenden Sie das folgende Kommunikationsformular, um uns Ihre Rückmeldungen und Kommentare zu geben oder um Sie über die Ergebnisse dieser Forschung zu informieren.
el: Παρακαλώ χρησιμοποιείστε τη παρακάτω φόρμα επικοινωνίας για να μας στείλετε τα σχόλια σας ή αν θέλετε να επικοινωνήσουμε μαζί σας για τα αποτελέσματα της έρευνας.
es: Utilice el siguiente formulario para darnos su opinión y comentarios o si desea información sobre los resultados de esta investigación.
fa: لطفا فرم ارتباطی زیر را برای بازخورد نظرات خود و یا به منظور مطلع شدن از نتایج این تحقیق استفاده نمایید
fr: Veuillez utiliser le formulaire suivant pour nous faire part de vos réactions et commentaires, ou si vous souhaitez vous informer des résultats de cette recherche.
ja: ご意見、ご要望は、以下のフォームからお寄せください。
mr: या संशोधनाविषयी आपला अभिप्राय अथवा सूचना कळवण्यासाठी किंवा संशोधनाच्या निष्कर्षांविषयी जाणून घ्यायचे असल्यास सदर फॉर्म चा वापर करावा
no: Vennligst bruk følgende kommunikasjonsskjema for å gi oss tilbakemeldinger og kommentarer, eller hvis du ønsker at vi informere deg om resultatene av denne forskningen.
pt_br: Por favor, use o formulário para feedback e comentários, ou caso você tenha interesse em saber sobre os resultados da pesquisa.
ru: Здесь Вы можете оставить свои пожелания и комментарии, а также запростить информацию о результатах эксперимента.
sd: اسان کي پنهنجي راءِ ۽ رايا ڏيڻ لاءِ يا ھن تحقيق جي نتيجن بابت ڄاڻڻ لاءِ مهرباني ڪري هيٺ ڏنل رابطي جو فارم استعمال ڪريو.
sl: Če želite biti obveščeni o rezultatih raziskave ali pa nam posredovati vaše mnenje in komentarje, prosim izpolnite spodnji obrazec.
sr: Molimo vas da iskoristite ovu kontakt formu ukoliko želite da podelite svoje utiske, ostavite komentar ili ukoliko želite da vas obavestimo o rezultatima ovog istraživanja.
th: หากมีข้อติชม ความคิดเห็นและต้องการทราบผลการวิจัยโปรดใช้ช่องทางนี้แจ้งให้เราทราบจักขอบคุณยิ่ง
tr: Eğer bize geribildirimlerinizi ve yorumlarınızı göndermek veya bu araştırmanın sonuçlarıyla ilgili sizi bilgilendirmemizi isterseniz, lütfen aşağıdaki iletişim formunu kullanınız.
uk: Тут Ви можете залишити свої побажання та коментарі, а також отримати інформацію про результати експерименту.

source: Submit
ca: Enviar
cs: Odeslat
de: Abschicken
el: Αποστολή
es: Enviar
fa: ارسال
fr: Soumettre
ja: 送信
mr: पाठवा
no: Send inn
pt_br: Submeter
ru: Отправить
sd: جمع ڪرايو
sl: Pošlji
sr: Pošalji
th: ส่ง
tr: Gönder
uk: Надіслати

source: Made in London and Berlin
ca: Fet a Londres i Berlin
cs: Vytvořeno v Londýně a v Berlíně
es: Hecho en Londres y Berlín
fa: ساخته شده در لندن و برلین
fr: Fait à Londres et à Berlin
mr: लंडन व बर्लिन मधील प्रस्तुति
no: Laget i London og Berlin
pt_br: Feito em Londres e Berlim
ru: Произведено в Лондоне и Берлине
sd: لنڊن ۽ برلن ۾ ٺاهيو ويو
sr: Kreirano u Londonu i Berlinu.
th: ทำในลอนดอนและเบอร์ลิน
tr: Londra'da ve Berlin'de yapılmıştır
uk: Зроблено в Лондоні і Берліні

source: Colour Naming Task
ca: Assignació de noms de color
cs: Názvy barev
de: Farbnamensgebungs Aufgabe
el: Τεστ Ονομασίας Χρωμάτων
es: Nombrado de colores
fa: مهارت نامگذاری رنگ
fr: Tâche d'identification des couleurs
ja: カラーネーミング実験
mr: रंग ओळख प्रयोग
no: Fargenavngivingsoppgave
pt_br: Tarefa de Nomeação de Cor
ru: Называние цвета
sd: رنگ جو نالو ڏيڻ جو ڪم
sl: Poimenovanje barv
sr: Zadatak Imenovanja boja
th: การระบุคำเรียกสี
tr: Renk Adlandırma Aşaması
uk: Називання кольору

source: Name each colour sample with the best representative colour term that you remember.<br>Press the Arrow button [&gt;] or Enter on your keyboard once you have finished naming the colour for the next colour sample to appear. Name as many colour samples (20+) as you can for higher ranking on colour namers. You will need to press the Finish button to start the next task. Your response time will be recorded.
ca: Assigni un nom a cada mostra de color amb el terme de color més representatiu que recordi. <br>Premi el botó de fletxa [&gt;] o Enter en el seu teclat un cop hagi acabat d'anomenar el color perquè aparegui la següent mostra de color. Doni nom a tantes mostres de color (20+) com pugui per obtenir una millor classificació com a etiquetador de colors. Haurà de prémer el botó Finalitzar per començar la següent tasca. El seu temps de resposta serà enregistrat.
cs: Pojmenujte každý vzorek barvy tím nejvýstižnějším termínem, na který si vzpomenete.<br>Jste-li hotovi, na další vzorek se dostanete stisknutím tlačítka se šipkou [&gt;] nebo klávesou Enter na Vaší klávesnici. Pojmenujte tolik barev, kolik můžete (20+), abyste se umístili na vyšších místech mezi všemi účastníky. Pro závěrečný úkol je potřeba stisknout tlačítko Konec. Čas Vašich odpovědí se zaznamenává.
de: Benennen Sie jedes Farbmuster mit dem besten repräsentativen Farbterm, an den Sie sich erinnern. <br> Drücken Sie die Pfeiltaste [&gt;] oder die Eingabetaste auf Ihrer Tastatur, nachdem Sie die Farbe für das nächste Farbmuster benannt haben. Nennen Sie so viele Farbmuster (20+) wie Sie können, um Farbnamen zu rangieren. Sie müssen die Schaltfläche Fertig drücken, um die nächste Aufgabe zu starten. Ihre Bearbeitungszeit wird aufgezeichnet.
el: Ονομάστε κάθε χρωματικό δείγμα με την πιο αντιπροσωπευτική ονομασία χρώματος που μπορείτε να θυμηθείτε.<br>Πιέστε το πλήκτρο με το βέλος [&gt;] ή Enter στο πληκτρολόγιό σας μόλις ολοκληρώσετε την ονομασία του κάθε χρώματος για να εμφανιστεί το επόμενο χρώμα. Ονομάστε όσα περισσότερα χρωματικά δείγματα (20+) μπορείτε για υψηλότερη βαθμολογία στη λίστα με τους ονομαστές χρωμάτων. Θα χρειαστεί να πατήσετε το κουμπί Τέλος για να προχωρήσετε στην επόμενη εργασία. Ο χρόνος απόκρισης θα καταγραφεί.
es: Asigne un nombre a cada muestra de color con el mejor término de color representativo que recuerde. <br>Presione el botón de flecha [&gt;] o Enter en su teclado una vez haya terminado de nombrar el color para que aparezca la siguiente muestra de color. Nombre tantas muestras de color (20+) como pueda para obtener una mejor clasificación como etiquetador de colores. Deberá presionar el botón Finalizar para comenzar la siguiente tarea. Su tiempo de respuesta será registrado.
fa: هر نمونه رنگی را با اصطلاح رنگی مناسبی که به خاطر می آورید نام گذاری کنیددکمه فلش را فشار دهید یا برای پدیدار شدن نمونه رنگ بعدی کلید ورود روی صفحه نمایش خود را فشار دهیدتا آنجا که می توانید برای امتیاز بیشتر نام گذاران رنگ, نمونه های رنگ را نامگذاری کنیدبرای ورود به مهارت بعدی دکمه پایان را بزنید زمان پاسخگویی شما محاسبه می شود
fr: Nommez chaque échantillon de couleur avec le terme de couleur le plus représentatif dont vous vous souvenez.<br>Appuyez sur la flèche [&gt;] ou sur la touche 'Entrée' de votre clavier après avoir écrit le nom de la couleur pour que l'échantillon de couleur suivant apparaisse. Nommez autant d'échantillons de couleurs (plus de 20) que vous pouvez pour un classement plus élevé sur les noms de couleurs. Pour démarrer la tâche suivante, vous devrez appuyer sur le bouton "Terminer". Votre temps de réponse est enregistré.
no: Gi hver fargeprøve et navn med den beste representative fargetermen du kjenner til.<br>Trykk på pilknappen [&gt;] eller Enter på tastaturet når du er ferdig med å navngi fargen for neste fargeprøve som skal vises. Nevn så mange fargeprøver (20+) du kan for høyere rangering på fargebenevneren. Du må trykke på Fullfør-knappen for å starte neste oppgave. Din responstid vil bli registrert.
pt_br: Nomeia cada amostra de cor com o termo que, para você, melhor representa esta cor.<br>Aperte a setinha [&gt;] com o mouse ou aperte a tecla Enter quando você tiver terminado de nomear a cor para prosseguir para a próxima amostra. Tente nomear a maior quantidade de cores que você conseguir (20+). Assim, você poderá atingir um alto nível no ranque dos nomeadores de cores. Aperte Finalizar para prosseguir para o próximo passo. O tempo de sua resposta será gravado.
sd: هر رنگ جي نموني کي بهترين نمائندي رنگ جي اصطلاح سان نالو ڏيو جيڪو توهان کي ياد آهي. رنگ جي نالي ڏيڻ کانپوءِ تير جو بٽڻ يا ڪيبورڊ تي موجود Enter جو بٽڻ دٻايو ته جيئن رنگ جو نمونو تبديل ٿئي. ھن تجربي ۾ توھان جيترن وڌيڪ رنگن جي نمونن (20+) جا نالا ڏيندا ته اوھان رنگن جي نالن ڏيندڙن جي فھرست ۾ اوترو ئي مٿي ھوندا. اڳتي وڌڻ لاءِ توھان کي "ختم" جو بٽڻ دٻائڻو پوندو. توهان جي جوابي وقت کي رڪارڊ ڪيو ويندو.
sl: Poimenujte vsako barvo z imenom, ki po vašem mnenju najbolje opisuje prikazano barvo. <br> Ko končate s poimenovanjem barv, za prikaz naslednje barve pritisnite gumb [&gt;] ali na tipkovnici pritisnite enter. Prosimo, poimenujte čim več prikazanih barv (zaželeno 20+). Za zaključek poimenovanja pritisnite gumb "Zaključi".
sr: Imenujte svaku boju koristeći naziv koji je najbolje opisuje, a kog možete da se setite.<br>Kada iskucate naziv boje, pritisnite Strelicu pored tog naziva [&gt;] ili taster Enter na vašoj tastaturi kako bi se pojavila sledeća boja. Imenujte što više boja možete (barem 20) kako biste zauzeli što bolju poziciju na našoj listi učesnika. Da biste prešli na sledeći zadatak, biće potrebno da pritisnete dugme Završi. Vreme koje vam je potrebno za odgovaranje će biti zabeleženo.
th: ระบุคำเรียกสีที่คุณนึกออกในขณะนี้และเป็นตัวแทนของตัวอย่างสีที่เห็นมากที่สุด <br>กดปุ่มลูกศร [&gt;] หรือกด Enter บนคีย์บอร์ดเมื่อสิ้นสุดการใส่คำเรียกสีเพื่อดูตัวอย่างสีถัดไป ทำเช่นนี้ไปให้มากที่สุดเท่าที่สามารถทำได้ (มากกว่า 20) เพื่อให้ได้เป็นผู้ที่มีลำดับสูงสุดในการเป็นผู้ระบุคำเรียกสี ท่านต้องกดปุ่ม สิ้นสุด เพื่อเริ่มทำสีถัดไป เวลาในการระบุคำเรียกสีจะถูกบันทึกไว้
tr: Her renk numunesini, hatırlayabildiğiniz, numunedeki rengi en iyi tanımlayacak renk terimiyle adlandırınız.<br> Rengi adlandırdıktan sonra diğer rengin ekranda görünmesi için OK butonuna {&gt;} veya klavyenizdeki Enter tuşuna basınız. Renk adlandıranlar arasında daha yüksek bir sıralama için adlandırabileceğiniz en fazla sayıda renk numunesini adlandırınız. Renkleri adlandırmayı bitirmek ve sonraki aşamaya başlamak için Sonraki butonuna basmanız gerekecektir. Cevap verme süreniz kaydedilecektir.
uk: Назвіть кожен зразок, використовуючи найбільш наближену назву кольору.<br>Після того, як Ви введете обрану Вами назву кольору, натисніть кнопку зі стрілкою [&gt;] або ж клавішу "Enter" на Вашій клавіатурі, щоб з'явився наступний колірний зразок. Назвіть якомога більше зразків кольору (20+), щоб покращити свій рейтинг з називання кольорів. Щоб перейти до виконання наступного завдання, Вам потрібно буде натиснути кнопку "Готово". Час, витрачений Вами на відповіді, буде зафіксовано.

source: Name the colour of the patch
ca: Anomeni el color de la mostra
cs: Pojmenujte barvu vzorku
de: Benennen Sie die Farbe des Patches
el: Ονομάστε το χρώμα του δείγματος.
es: Nombre el color de la muestra
fa: رنگ قطعه را بنویسید
fr: Nommer la couleur de l'échantillon
ja: パッチの色を答える
mr: या तुकड्याचा रंग ओळखा
no: Hvilket navn har prøven
pt_br: Nomeie a cor da amostra
ru: Назовите цвет
sd: پيچ جي رنگ جو نالو ڏيو
sl: Poimenujte prikazano barvo
sr: Upišite naziv boje
th: ระบุคำเรียกสีกับแถบสีนี้
tr: Numunenin rengini adlandırın
uk: Назвіть колір

source: Finish
ca: Finalitzar
cs: Konec
de: Beenden
el: Tέλος
es: Finalizar
fa: پایان
fr: Finir
ja: 終了
no: Ferdig
pt_br: Finalizar
sd: ختم
sl: Zaključi
sr: Završi
th: สิ้นสุด
tr: Sonraki
uk: Готово

source: Observer Information Task
ca: Informació de l'observador
cs: Informace o účastníkovi
de: Beobachter Informations Aufgabe
el: Ερωτηματολόγιο Παρατηρητή
es: Información del observador
fa: بررسی اطلاعات کار
fr: Informations personnelles
ja: 回答者情報
mr: निरीक्षकाविषयी माहिती
no: Observatørinformasjonsoppgave
pt_br: Informação do observador
ru: Информация об участнике
sd: مشاهدو ڪندڙ جي معلومات جو ڪم
sl: Informacije o opazovalcu
sr: Informacije o ispitaniku
th: ข้อมูลผู้สังเกต
tr: Katılımcı Bilgi Aşaması
uk: Інформація про учасника

source: Please provide us with some information about your background and viewing conditions. This will help us to better understand the context of your responses.
ca: Proporcioni'ns informació sobre els seus antecedents i les seves condicions de visualització. Això ens ajudarà a comprendre millor el context de les seves respostes.
cs: Prosíme Vás o vyplnění několika informací o Vás a o prostředí, ve kterém jste se studie účastnili. To nám pomůže zasadit Vaše odpovědi do kontextu.
de: Bitte geben Sie uns einige Informationen zu Ihrem Hintergrund und Ihren Sehbedingungen. Dies wird uns helfen, den Kontext Ihrer Antworten besser zu verstehen.
el: Παρακαλώ δώστε μας λίγες πληροφορίες για εσάς και τις συνθήκες παρατήρησης σας για να μας βοηθήσετε να κατανοήσουμε το γενικότερο πλαίσιο των απαντήσεων σας.
es: Proporcione información sobre sus antecedentes y condiciones de visualización. Esto nos ayudará a comprender mejor el contexto de sus respuestas.
fa: لطفا اطلاعاتی در مورد گذشته خود و کیفت بصری خود ارائه دهید. این به ما در درک پاسخهایتان کمک می کند.
fr: Merci de nous fournir quelques informations sur votre parcours et les conditions dans laquelle vous avez fait cette expérience. Cela nous aidera à mieux comprendre le contexte de vos réponses.
ja: あなたの経歴と観察条件に関して、いくつかお伺いします。この情報は、あなたの回答内容をよりよく理解するために利用されます。
mr: कृपया आपली पार्श्वभूमी व दृष्टी स्वास्थ्य याविषयी माहिती द्या. जेणेकरून आम्हाला आपल्या उत्तरांचा संदर्भ लक्षात घेण्यास मदत होईल.
no: Vennligst gi oss litt informasjon om din bakgrunn og seerforhold. Dette vil hjelpe oss til å bedre forstå konteksten til svarene dine.
pt_br: Por favor, providencie algumas informações a respeito de sua origem cultural e das condições de visualização durante o experimento. Isso nos ajudará a entender melhor o contexto de suas respostas
ru: Пожалуйста, расскажите нам немного о себе и об условиях, в которых Вы проходили эксперимент. Эта информация поможет нам лучше понять Ваши ответы.
sd: مهرباني ڪري اسان کي پنهنجي پس منظر ۽ ڏسڻ جي حالتن بابت ڪجهه معلومات ڏيو. اهو اسان کي توهان جي جوابن جي حوالي کي بهتر طور سمجهڻ ۾ مدد ڪندو.
sl: Prosimo navedite nekaj informacij o vas in vaših pogojih opazovanja. Podane informacije bodo služile izključno za analizo podatkov.
sr: Molimo vas da odgovorite na nekoliko pitanja o sebi i o uslovima u kojima ste radili eksperiment. Ovo će nam pomoći da bolje razumemo vaše odgovore.
th: โปรดให้ข้อมูลของท่านและข้อมูลการสังเกต ข้อมูลนี้จะช่วยให้เราเข้าใจบริบทการตอบสนองการมองเห็นสีของคุณได้ดี
tr: Lütfen bizi kendinizle ve bu deneyi görüntülediğiniz koşullarla ilgili biraz bilgilendiriniz. Bu bize cevaplarınızın bağlamını daha iyi anlamamızda yardımcı olacaktır.
uk: Будь ласка, розкажіть про себе та умови, в яких Ви проходили експеримент. Ця інформація допоможе нам краще зрозуміти Ваші відповіді.

source: Thank you
ca: Gràcies
cs: Děkujeme
de: Vielen Dank
el: Ευχαριστούμε
es: Gracias
fa: متشکرم
fr: Merci
ja: ありがとうございました。
mr: धन्यवाद
no: Tusen takk
pt_br: Obrigado(a)
ru: Спасибо
sd: توهان جي مهرباني
sl: Hvala
sr: Hvala.
th: ขอบพระคุณ
tr: Teşekkürler
uk: Дякуємо

source: Thank you for participating.
ca: Gràcies per participar.
cs: Děkujeme za účast.
de: Vielen Dank für die Teilnahme
el: Συγχαρητήρια και ευχαριστούμε για τη συμμετοχή σας.
es: Gracias por participar.
fa: از شرکت شما سپاسگزارم
fr: Merci de votre participation
ja: 本研究にご参加いただき、ありがとうございました。
mr: प्रयोगात सहभागी होण्यासाठी आभार
no: Takk for din deltagelse.
pt_br: Obrigado(a) pela sua participação
ru: Спасибо за участие.
sd: حصو وٺڻ لاءِ توهان جي مهرباني.
sl: Hvala za sodelovanje.
sr: Hvala vam na učešću u istraživanju.
th: ขอบพระคุณสำหรับการเข้าร่วม
tr: Katılımınız için teşekkür ederiz
uk: Дякуємо за участь.

source: You can now share the link of the experiment with your friends.
ca: Ara pot compartir l'enllaç de l'experiment amb els seus contactes.
cs: Odkaz na tuto studii můžete nyní sdílet se svými přáteli.
de: Sie können jetzt den Link des Experiments mit Ihren Freunden teilen.
el: Παρακαλούμε μη διστάσετε να καλέσετε τους φίλους σας να συμμετάσχουν.
es: Ahora puede compartir el enlace del experimento con sus contactos.
fa: شما هم اکنون می توانید لینک تجربه خود را با دوستانتان به اشتراک بگذارید.
fr: Vous pouvez maintenant partager le lien de l'expérience avec vos amis.
ja: 本実験を、あなたのご友人にお気軽に紹介してください。
mr: आपण ह्या प्रयोगाची लिंक आपल्या मित्रपरिवार आणि नातेवाईकांना पाठवू शकता.
no: Del gjerne linken til eksperimentet med dine venner.
pt_br: Você agora pode compartilhar o link do experimento com seus amigos e amigas
ru: Вы можете отправить ссылку на эксперимент Вашим друзьям.
sd: توهان هاڻي پنهنجي دوستن سان تجربي جي لنڪ شيئر ڪري سگهو ٿا.
sl: Povezavo do raziskave lahko delite s prijatelji.
sr: Možete podeliti link do eksperimenta sa svojim prijateljima.
th: ท่านสามารถแชร์ลิ้งก์การทดลองนี้ไปให้เพื่อนได้
tr: Şimdi deneyin bağlantısını arkadaşlarınızla paylaşabilirsiniz
uk: Ви можете надіслати посилання на експеримент Вашим друзям.

source: Your responses will be used to improve colour communication within and across languages. Please feel free to contact us and visit our research page for more information. Find below a summary of your responses.
ca: Les seves respostes s'utilitzaran per millorar la comunicació del color intra i entre idiomes. No dubti en contactar-nos i visitar la pàgina de la nostra investigació per obtenir més informació. A baix pot trobar les seves respostes.
cs: Vaše odpovědi budou použity ke zlepšení komunikace o barvách v rámci jednoho i mezi více jazyky. Pro více informací nás neváhejte kontaktovat nebo navštivte naši stránku o výzkumu. Níže jsou uvedeny Vaše odpovědi bíle a nejčastější názvy barev černě:
de: Ihre Antworten werden verwendet, um die Farbkommunikation innerhalb und zwischen Sprachen zu verbessern. Bitte zögern Sie nicht uns zu kontaktieren und besuchen Sie unsere Forschungsseite für weitere Informationen. Unten finden Sie Ihre Antworten.
el: Οι απαντήσεις σας θα χρησιμοποιηθούν για τη βελτίωση της χρωματικής επικοινωνίας μεταξύ διαφορετικών πολιτισμών. Μπορείτε να επικοινωνήσετε μαζί μας και να επισκεφτείτε τη σελίδα με τα αποτελέσματα της έρευνας μας για περισσότερες πληροφορίες. Βρείτε μια σύνοψη των απαντήσεών σας.
es: Sus respuestas se utilizarán para mejorar la comunicación del color intra y entre idiomas. No dude en contactarnos y visitar la página de nuestra investigación para obtener más información. Abajo puede encontrar sus respuestas.
fa: پاسخ های شما برای بهبود ادراک رنگی بین زبان ها استفاده می شودلطفا برای ارتباط با ما راحت باشیدو برای اطلاعات بیشتر به صفحه تحقیق ما مراجعه کنید.پاسخ های خود را به رنگ سفید و
no: Svarene dine vil bli brukt til å forbedre fargekommunikasjon innenfor og på tvers av språk. Ta gjerne kontakt med oss og besøk vår forskningsside for mer informasjon. Finn svarene dine under:
pt_br: Suas respostas serão utilizadas para melhorar a comunicação das cores em diferentes línguas e culturas. Por favor, sinta-se à vontade para entrar em contato e visitar nossa página. Veja abaixo o resumo de suas respostas.
sd: توهان جا جواب ٻولين اندر ۽ ٻولين وچ رنگن جي رابطي کي بهتر بنائڻ لاءِ استعمال ڪيا ويندا. مهرباني ڪري اسان سان رابطو ڪرڻ ۽ وڌيڪ معلومات لاءِ اسان جي تحقيقي صفحي جو دورو ڪرڻ ۾ آزاد محسوس ڪريو. هيٺ پنهنجي جوابن جو خلاصو ڏسو.
sl: Vaši odgovori bodo uporabljeni za izboljšanje komunikacije barv znotraj in med različnimi jeziki. Za več informacij nas kontaktirajte ali obiščite našo spletno stran. Spodaj so izpisani vaši odgovori.
sr: Vaši odgovori će biti korišćeni da se unapredi komunikacija o bojama kako unutar jednog jezika, tako i između različitih jezika. Budite slobodni da nas kontaktirate i da za više informacija kliknete na "Istraživanje" na gornjem meniju na početnoj stranici. Ispod su belom bojom ispisani vaši odgovori, a crnom bojom najčešći odgovori.
th: คำตอบของท่านจะนำไปใช้เพื่อปรับปรุงการสื่อสารสีภายในภาษาและข้ามภาษา ท่านสามารถติดต่อเราได้ทุกเมื่อและเยี่ยมชมเพจงานวิจัยเราเพื่อดูข้อมูลเพิ่มเติม ด้านล่างนี้เป็นสรุปคำตอบของท่านโดยย่อ
tr: Cevaplarınız diliniz dâhilinde ve diller arasındaki renk iletişimini geliştirmek için kullanılacaktır. Lütfen bizimle iletişime geçmekten çekinmeyiniz ve daha çok bilgi için araştırma sayfamızı ziyaret ediniz. Aşağıda kendi cevaplarınızı beyazla.
uk: Ваші відповіді будуть використані для того, щоб покращити колірну комунікацію між носіями різних мов. Для отримання детальнішої інформації Ви можете зв'язатися з нами або відвідати інтернет-сторінку нашого проєкту. Нижче Ви побачите свої відповіді.
