Repository: colournaming/colournaming
Catalog: colournaming/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es, fa, fr, ja, mr, no, pt_br, ru, sd, sl, sr, th, tr, uk

source: Disagree
ca: En desacord
cs: spíše nesouhlasím
de: Stimme nicht zu
el: Διαφωνώ
es: En desacuerdo
fa: مخالف
fr: Plutôt pas d'accord
ja: 同意できる
mr: असहमत
no: Uenig
pt_br: Discordo
ru: Согласен
sd: اختلاف
sl: Ne strinjam se
sr: Ne slažem se
th: ไม่เห็นด้วย
tr: Katılmıyorum
uk: Не згоден

source: Undecided
ca: Neutre
cs: nejsem si jist*a
de: Unentschieden
el: Δεν γνωρίζω
es: Neutre
fa: بدون تصمیم
fr: Ni d'accord ni pas d'accord
ja: わからない
mr: अनिश्चित
no: Usikker
pt_br: Não concordo nem discordo
ru: Пока не решил
sd: اڻ ڄاتل
sl: Neodločen
sr: Neodlučan/na sam
th: ไม่แน่ใจ
tr: Kararsızım
uk: Важко відповісти

source: Agree
ca: D'acord
cs: spíše souhlasím
de: Stimme zu
el: Συμφωνώ
es: De acuerdo
fa: موافق
fr: Plutôt d'accord
ja: 同意できる
mr: सहमत
no: Enig
pt_br: Concordo
ru: Согласен
sd: اتفاق
sl: Strinjam se
sr: Slažem se
th: เห็นด้วย
tr: Katılıyorum
uk: Згоден

source: Strongly agree
ca: Completament d'acord
cs: souhlasím
de: Stimme auf jeden Fall zu
el: Συμφωνώ απολύτως
es: Completamente de acuerdo
fa: کاملا موافق
fr: Tout à fait d'accord
ja: 強く同意できる
mr: पूर्णपणे सहमत
no: Sterkt enig
pt_br: Concordo totalmente
ru: Полностью согласен
sd: شديد اتفاق
sl: Popolnoma se strinjam
sr: U potpunosti se slažem
th: เห็นด้วยอย่างยิ่ง
tr: Kesinlikle katılıyorum
uk: Повністю згоден

source: Colour Naming
ca: Assignació de noms de color
cs: Pojmenovávání barev
de: Farbnamensforschung
el: Ονομασία Χρωμάτων
es: Nombrado de colores
fa: نامگذاری رنگ
fr: Nommer les couleurs
mr: रंगांची ओळख
no: Navngiving av farger
pt_br: Nomeação de Cor
ru: Называние цвета
sd: رنگ جو نالو ڏيڻ
sl: Poimenovanje barv
sr: Imenovanje boja
th: การระบุคำเรียกสี
tr: Renk Adlandırma
uk: Називання кольору

source: Colour Naming Experiment
ca: Experiment de noms de color
cs: Studie pojmenovávání barev
de: Farbnamensforschung Experiment
el: Πείραμα Ονομασίας Χρωμάτων
es: Experimento de nombrado de colores
fa: تجربه نامگذاری رنگ
fr: Expérience d'identification des couleurs
ja: 色名回答実験
mr: रंग-ओळख प्रयोग
no: Fargebenevningseksperiment
pt_br: Experimento de Nomeação de Cor
ru: Эксперимент по называнию цвета
sd: رنگ جو نالو ڏيڻ جو تجربو
sl: Raziskava poimenovanja barv
sr: Eksperiment Imenovanja boja
th: การทดลองการระบุคำเรียกสี
tr: Renk Adlandırma Deneyi
uk: Експеримент з називання кольору

source: Colour Vision Task
ca: Visió en color
cs: Barevné vidění
de: Farbsehen Aufgabe
el: Τεστ Χρωματικής Αντίληψης
es: Visión en color
fa: مهارت دید رنگ
fr: Test de perception des couleurs
ja: 色覚テスト
mr: रंगांच्या दृष्टिविषयी
no: Fargesynstest
pt_br: Tarefa de Visão de Cor
ru: Проверка цветового зрения
sd: رنگ ڏسڻ جو ڪم
sl: Preverjanje barvnega vida
sr: Zadatak Opažanja boja
th: การทดสอบการมองเห็น
tr: Renkli Görme Aşaması
uk: Перевірка кольорового зору

source: The movie below displays a moving 'coloured' square. The square changes colour as the movie plays. You may be able to see the colour for some or all of the time. The movie lasts for 90 secs and all you need to do is play it and remember if the 'coloured' square disappeared at any time during the movie.
ca: El següent vídeo mostra un quadrat 'colorit' en moviment. El quadrat canvia de color a mesura que es reprodueix el vídeo. És possible que pugui veure el color durant tot o part del temps. El vídeo dura 90 segons i tot el que heu de fer és reproduir-lo i recordar si el quadre 'acolorit' ha desaparecido en algun moment durant el vídeo.
cs: Na této animaci je zobrazen pohybující se „barevný“ čtverec. Barva čtverce se v průběhu animace mění. Čtverec je možné vidět buď po část nebo celou dobu přehrávání. Animace trvá 90 sekund a jediné, co musíte udělat, je pustit si ji a zapamatovat si, zda „barevný“ čtverec někdy během přehrávání zmizel či nikoliv.
de: Der Film unten zeigt ein sich bewegendes "farbiges" Quadrat. Das Quadrat ändert seine Farbe, wenn der Film abgespielt wird. Möglicherweise können Sie die Farbe für einige Zeit oder die ganze Zeit sehen. Der Film dauert 90 Sekunden und alles, was Sie tun müssen, ist es zu abzuspielen und sich daran zu erinnern, ob das "farbige" Quadrat während des Films verschwindet.
el: Το βίντεο που ακολουθεί απεικονίζει ένα κινούμενο «χρωματισμένο» τετράγωνο. Το τετράγωνο αλλάζει χρωματισμό καθώς παίζει το βίντεο. Πιθανώς να βλέπετε το χρώμα του σε κάποια διαστήματα ή και συνεχόμενα. Το βίντεο διαρκεί για 90 δευτερόλεπτα. Το μόνο που χρειάζεται να κάνετε είναι να το ξεκινήσετε και να θυμάστε αν το «χρωματισμένο» τετράγωνο εξαφανίστηκε κάποια στιγμή κατά τη διάρκεια του βίντεο.
es: El siguiente video muestra un cuadrado 'coloreado' en movimiento. El cuadrado cambia de color a medida que se reproduce el video. Es posible que pueda ver el color durante todo o parte del tiempo. El video dura 90 segundos y todo lo que necesita hacer es reproducirlo y recordar si el cuadro 'coloreado' ha desaparecido en algún momento durante el video.
fa: فیلم زیر یک مربع متحرک رنگی را نمایش می دهد.در موقع نمایش فیلم ,مربع رنگ را تغییر می دهد.شما برای برخی یا کل زمان ممکن است قادر به دیدن رنگ باشیدمدت نمایش فیلم 90 ثانیه است و شما کافیست تنها مشغول بازی با آن باشید و زمان هایی که مربع "رنگی" در طول فیلم ناپدید شد را به خاطر بسپارید.
fr: Un carré coloré se déplace dans au cours de la vidéo. Ce carré coloré sera visible tout le temps, ou seulement une partie du temps. La vidéo dure 90 secondes et votre unique tâche est de regarder la vidéo et de vous rappeler si le carré coloré a disparu à un moment pendant le film.
ja: この動画では、色のついた正方形が表示されます。動画を再生すると、正方形の色は変化します。断片的にもしくは連続して色をご覧いただけるかと思います。この動画は90秒です。動画の再生中に、色のついた正方形が消えたかどうかを確認してください。
mr: पुढील चित्रफीत बघतांना आपणास एक रंगीत चौकोन दिसेल. चित्रफीत चालू असतांना तो रंगीत चौकोन जागा आणि रंग बदलेल. आपणास तो चौकोन कदाचित पूर्णवेळ किव्हा काहीवेळ दिसेल. आपणास हि ९० सेकंदांची चित्रफीत बघून हे सांगायचे आहे की तो रंगीत चौकोन पूर्णवेळ स्क्रीन वर दिसतो की मध्ये गायब होतो.
no: Filmen nedenfor viser en bevegelig "farget" firkant. Firkanten endrer farge etter hvert som filmen spilles av. Du vil enten se fargen av og til eller du vil se den hele tiden. Filmen varer i 90 sekunder, og alt du trenger å gjøre er å spille den av og huske om den "fargede" firkanten forsvant av og til i løpet av filmen.
pt_br: O vídeo exibe um quadrado “colorido” em movimento. O quadrado muda de cor à medida que o vídeo avança. Você deverá ver as cores durante todo o vídeo ou durante apenas algum tempo. A duração do vídeo é de 90 segundos, e tudo o que você precisa fazer é reproduzi-lo e verificar se o quadrado “colorido” desapareceu em algum momento.
ru: Размещенное ниже видео показывает движущийся цветной квадратик. Этот квадратик меняет свой цвет. Вы можете видеть этот квадратик постоянно или время от времени. Видео длится 90 секунд. Ваша задача – посмотреть его и запомнить, исчезал ли на какое-то время цветной квадратик.
sd: هيٺ ڏنل وڊيو ۾ هڪ هلندڙ ’رنگين‘ چورس ڏيکاريو ويو آهي.چورس وڊيو هلڻ دوران پنهنجو رنگ بدلائيندو رهي ٿو. توهان کي وڊيو هلائي، رنگين چورس تي ڌيان ڏيڻو ۽ ياد رکڻو آهي ته ڇا وڊيو دوران ڪنهن به وقت اهو چورس غائب ٿيو يا نه. وڊيو جو دورانيون 90 سيڪنڊ آهي.
sl: Na videu je prikazan premikajoč "obarvan" kvadrat, katerega barva se spreminja. Barvo boste lahko videli ves čas ali le nekaj časa. Video traja 90 sekund in vse, kar morate storiti je, da si zapomnite ali je bil obarvan kvadrat med predvajanjem ves čas viden.
sr: Na snimku je prikazan "obojeni" kvadrat koji se pomera. Tokom trajanja snimka, boja kvadrata se menja. Boju ćete moći da vidite ili neko vreme ili tokom trajanja celog snimka. Snimak traje 90 sekundi i sve što treba da uradite je da ga pogledate i da zapamtite da li je "obojeni" kvadrat nestao u bilo kom tokom trenutku trajanja snimka.
th: คลิปด้านล่างนี้แสดงสี่เหลี่ยมมีสีที่เคลื่อนที่ตลอดเวลาและมีการเปลี่ยนสีขณะเคลื่อนที่ ท่านอาจเห็นการเปลี่ยนสีไปตลอดหรืออาจไม่เห็น คลิปมีความยาว 90 วินาที โปรดสังเกตว่าท่านเห็นสี่เหลี่ยมสีหายไปในบางช่วงบ้างหรือไม่
tr: Aşağıdaki video hareket eden 'renkli' bir kare içermektedir. Video oynadıkça kare renk değiştirecektir. Rengi her zaman veya bazı zamanlarda görebileceksiniz. Video 90 saniye sürecektir, ve tek yapmanız gereken videoyu oynatıp, izlemek ve eğer bu süre boyunca herhangi bir zaman 'renkli' kare gözden kaybolursa hatırlamaktır.
uk: На відео нижче показано кольоровий рухомий квадрат, який змінює свій колір. Цей квадрат можна бачити час від часу або постійно. Відео триває 90 секунд. Ваше завдання – програти відео до кінця та виявити, чи зникав кольоровий квадрат на деякий час.

source: Did the 'coloured' square disappear?
ca: Ha desaparegut el quadre de color?
cs: Zmizel „barevný“ čtverec?
de: Ist das farbige Feld verschwunden?
el: Υπήρξε κάποια στιγμή που το χρωματισμένο τετράγωνο εξαφανίστηκε;
es: ¿Ha desaparecido el cuadro 'coloreado'?
fa: آیا مربع "رنگی" ناپدید شد؟
fr: Le carré coloré a-t-il disparu au cours de la vidéo ?
ja: 色のついた正方形は消えましたか？
mr: रंगीत' चौकोन मध्ये गायब झाला का?
no: Forsvant den "fargede" firkanten?
pt_br: O quadrado ‘colorido’ desapareceu em algum momento?
ru: Исчезал ли на какое-то время цветной квадратик?
sd: ڇا 'رنگين' چورس غائب ٿي ويو؟
sl: Ali je obarvan kvadrat izginil?
sr: Da li je "obojeni" kvadrat nestao?
th: ท่านเห็นสี่เหลี่ยมสีหายไปในบางช่วงใช่หรือไม่
tr: Renkli kare' gözden kayboldu mu?
uk: Чи зникав кольоровий квадрат?

source: Display Properties Task
ca: Propietats de la pantalla
cs: Nastavení obrazovky
de: Bildschirm Anzeige Eigenschaften
el: Τεστ Ρύθμισης Οθόνης
es: Propiedades de la pantalla
fa: نمایش ویژگی های کار(بازی)
fr: Ajustement des propriétés d'affichage
ja: 画面調整テスト
mr: डिस्प्लेची वैशिष्ट्ये
pt_br: Configuração do Monitor
ru: Настройка характеристик дисплея
sd: ڊسپلي جون خاصيتون
sl: Nastavitve zaslona
sr: Zadatak Utvrđivanja karakteristika ekrana
th: สมบัติของจอภาพ
tr: Ekran Özellikleri Aşaması
uk: Налаштування параметрів дисплея

source: Adjust the brightness of your display if necessary until you can see the differences between all 11 steps of the greyscale test image. Disable Night Shift mode or blue light filters if applicable.
ca: Ajusti la brillantor de la seva pantalla si és necessari fins que es puguin veure les diferències entre els 11 nivells de l'escala de gris de la imatge de prova. Deshabiliti el mode nocturn o els filtres de llum blava si estan activats.
cs: Je-li to potřeba, upravte jas Vaší obrazovky tak, aby bylo možné rozlišit všech 11 odstínů šedi na zkušebního obrázku níže. Ujistěte se, že máte vypnutý režim Night Shift či jiné filtry modrého světla.
de: Passen Sie gegebenenfalls die Helligkeit Ihres Displays an, bis Sie die Unterschiede zwischen allen 11 Schritten des Graustufen-Testbilds sehen können. Deaktivieren Sie ggf. den Nachtschichtmodus oder Blaulichtfilter.
el: Ρυθμίστε τη φωτεινότητα της οθόνης σας αν χρειάζεται ώστε να μπορείτε να δείτε τις διαφορές μεταξύ των 11 δειγμάτων της εικόνας. Απενεργοποιήστε το Night Swift / φίλτρα για τη μπλε ακτινοβολία του κινητού σας αν είναι ενεργοποιημένα.
es: Ajuste el brillo de su pantalla si es necesario hasta que pueda ver las diferencias entre los 11 niveles de la escala de gris de la imagen de prueba. Deshabilite el modo nocturno o los filtros de luz azul si están activados.
fa: در صورت لزوم، روشنایی صفحه نمایش خود را تنظیم کنیدتا زمانی که بتوانید تفاوت بین تمام 11 تصویرآزمون سیاه و سفید را ببینید. حالت فیلترشب یا فیلترهای نور آبی را در صورت امکان غیرفعال کنید
fr: Ajustez la luminosité de votre écran si nécessaire jusqu'à ce que vous puissiez voir les différences entre les 11 crans de l'image en niveaux de gris. Désactivez le mode Nuit ou les filtres de lumière bleue, le cas échéant.
ja: テスト画像で示される11段階の明るさを区別できるように、ディスプレイの明るさを調整してください。可能であれば、ディスプレイのNight Shiftモードやブルーライト軽減機能を無効にしてください。
mr: आपल्या स्क्रीनवरील brightness गरज वाटल्यास वाढवावा जेणेकरून समोरील ११ राखाडी छटांमधील फरक दिसून येईल. आपणास कदाचित night shift mode अथवा blue light filters बंद करावे लागतील.
no: Juster lysstyrken på skjermen om nødvendig til du kan se forskjeller mellom alle de 11 trinnene i gråskalaen i testbildet. Deaktiver nattskiftmodus eller blålysfiltre hvis det er aktuelt.
pt_br: Se necessário, ajuste o brilho de seu monitor até que você veja a diferença entre as 11 listras de escala de cinza na imagem de teste. Desabilite quaisquer aplicativos ou configurações de filtros de modo noturno (Night Shift, F.lux etc)
ru: Если нужно, настройте яркость Вашего дисплея так, чтобы Вы могли различать все 11 уровней серой шкалы. Отключите ночной режим и фильтры синего цвета, если Вы их использовали.
sd: ضرورت مطابق پنهنجي ڊسپلي جي روشني کي ترتيب ڏيو جيستائين توهان سُرمائي ٽيسٽ تصوير جي سڀني 11 قسمن وچ ۾ فرق ڏسي سگهو. اگر توھان جي ڊسپلي ۾ نائيٽ شفٽ موڊ يا نيري روشني جا فلٽرز کليل آھن ته براءِ مھرباني انھن کي بند ڪريو.
sl: Prilagodite svetlost zaslona, tako da bo vidnih vseh 11 sivinskih stopenj. Po potrebi izključite samodejno prilagajanje barv na zaslonu (npr. Night Shift).
sr: Ukoliko je potrebno, podesite svetlinu svog ekrana sve dok ne budete videli razliku između svih 11 nijansi na test krugu sa sivim nijansama. Isključite "Noćni režim" ekrana i filtere za plavo svetlo ukoliko vam je nešto od toga uključeno.
th: ปรับความสว่างของจอภาพ (หากจำเป็น) จนกระทั่งเห็นความต่างของสีเทา 11 ระดับ ให้ปิดการปรับแสงโหมดกลางคืน หรือฟิลเตอร์สีน้ำเงิน
tr: Eğer gerekliyse, ekranınızın parlaklığını deneme görseli üzerindeki 11 basamaklı tüm gri tonlarının arasındaki farklılıkları görene dek ayarlayınız. Gece modu (night shift) veya mavi ışık filtresi (blue light filter) kullanıyorsanız devredışı bırakınız.
uk: За потреби, налаштуйте яскравість Вашого дисплея так, щоб Ви розрізняли всі 11 рівнів сірої шкали. Якщо Ви використовуєте нічний режим або фільтри синього кольору, то, будь ласка, вимкніть їх.

source: Confirm how many steps you can see?
ca: Confirmi, quants nivells pot veure?
cs: Potvrďte prosím, kolik odstínů šedi vidíte?
de: Bestätigen Sie, wie viele Schritte Sie sehen können?
el: Επιβεβαιώστε πόσα ασπρόμαυρα βήματα μπορείτε να δείτε
es: Confirme, ¿cuántos niveles puede ver?
fa: معلوم است که تا چند مراحل را می ببینید؟
fr: Combien de crans pouvez-vous discerner?
ja: 明るさは何段階区別できますか？
mr: आपल्याला किती छटा स्पष्टपणे दिसतायेत?
no: Bekreft hvor mange trinn du kan se.
pt_br: Confirma quantas listras você consegue ver?
ru: Cколько уровней Вы видите?
sd: تصديق ڪريو ته توهان ڪيترا قسم ڏسي سگهو ٿا؟
sl: Izberite koliko sivinskih stopenj vidite:
sr: Potvrdite koliko nijansi možete da vidite?
th: กรุณายืนยัน จำนวนระดับสีเทาที่ท่านเห็น
tr: Kaç basamak görebildiğinizi onaylayınız?
uk: Скільки рівнів Ви бачите?

source: Colour namer
ca: Model d’anomenar colors
cs: Pojmenovávač barev
de: Farbnamensgeber
el: Ονομαστής Χρωμάτων
es: Modelo de nombrar colores
fa: نامگذار رنگ
fr: Ecouter les couleurs
mr: कलर नेमर
no: Fargebenevner
pt_br: Nomeador de Cor
ru: Называтель цвета
sd: رنگ جو نالو ڏيندڙ
sl: Poimenovalnik barv
sr: Imenik boja
th: ผู้ระบุคำเรียกสี
tr: Renk Adlandırıcı
uk: Називач кольору

source: Research
ca: Recerca
cs: Výzkum
de: Forschung
el: Έρευνα
es: Investigación
fa: پژوهش
fr: Recherche
ja: 研究
mr: संशोधन
no: Forskning
pt_br: Pesquisa
ru: Исследование
sd: تحقيق
sl: Raziskava
sr: Istraživanje
th: งานวิจัย
tr: Araştırma
uk: Дослідження

source: Contact
ca: Contacte
cs: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
fa: تماس
ja: お問い合わせ
mr: संपर्क
no: Kontakt
pt_br: Contato
ru: Контактные данные
sd: رابطو
sl: Kontakt
sr: Kontakt
th: ติดต่อ
tr: İletişim
uk: Контактна інформація

source: Let's play a game, how many colours can you name?
ca: Juguem a un joc. Quants colors pot anomenar?
cs: Zahrajme si hru: kolik barev umíte pojmenovat?
de: Lass uns ein Spiel spielen, wie viele Farben können Sie benennen?
el: Ελάτε να παίξουμε, πόσα χρώματα μπορείτε να ονομάσετε;
es: Vamos a jugar a un juego. ¿Cuántos colores puede nombrar?
fa: بیایید یک بازی کنیم، چند رنگ را می توانید نام ببرید؟
fr: Jouons à un jeu : combien de couleurs pouvez-vous nommer ?
ja: ゲームの始まりです。あなたは何色の名前をつけられるでしょうか？
mr: एक खेळ खेळूया, यातले किती रंग तुम्हाला ओळखता येतील?
no: La oss spille litt; hvor mange farger kan du nevne?
pt_br: Vamos jogar um jogo. Quantas cores você consegue nomear?
ru: Давайте сыграем в игру: сколько цветов Вы можете назвать?
sd: اچو ته ھڪ راند کيڏون، توھان ڪيترن رنگن کي نالو ڏئي سگھو ٿا؟
sl: Igrajmo se igro, koliko barv lahko poimenujete?
sr: Hajde da igramo igricu: koliko boja možete da imenujete?
th: มาเล่นเกมส์กันว่าคุณสามารถระบุคำเรียกสีได้กี่สี
tr: Hadi bir oyun oynayalım, kaç tane renk adlandırabileceksiniz?
uk: Пограймо у гру: скільки кольорів Ви зможете назвати?
