Repository: colournaming/colournaming
Catalog: colournaming/translations/*/LC_MESSAGES/messages.po
Languages: ca, cs, de, el, es, fa, fr, ja, mr, no, pt_br, ru, sd, sl, sr, th, tr, uk

source: What is your age?
ca: Quina és la seva edat?
cs: Kolik Vám je let?
de: Wie alt sind Sie?
el: Πόσο χρονών είστε;
es: ¿Cuál es su edad?
fa: شما چند سال دارید
fr: Quel âge avez-vous ?
ja: 年齢をお答えください。
mr: आपले वय
no: Hva er din alder?
pt_br: Qual sua idade?
ru: Сколько Вам лет?
sd: توهان جي عمر ڇا آهي؟
sl: Starost
sr: Koliko imate godina?
th: อายุของท่าน
tr: Yaşınız
uk: Скільки Вам років?

source: Female
ca: Femení
cs: Žena
de: weiblich
el: Θηλυκό
es: Femenino
fa: زن
fr: Femme
ja: 女性
mr: स्त्री
no: Kvinnelig
pt_br: Feminino
ru: Женский
sd: عورت
sl: Ženskim
sr: Ženski
th: หญิง
tr: Kadın
uk: Жіноча

source: Male
ca: Masculí
cs: Muž
de: männlich
el: Αρσενικό
es: Masculino
fa: مرد
fr: Homme
ja: 男性
mr: पुरुष
no: Mannlig
pt_br: Masculino
ru: Мужской
sd: مرد
sl: Moškim
sr: Muški
th: ชาย
tr: Erkek
uk: Чоловіча

source: Other
ca: Altre
cs: Jiné
de: neutral
el: Άλλο
es: Otro
fa: موارد دیگر
fr: Autre
ja: その他
mr: इतर
no: Annet
pt_br: Outro
ru: Другой
sd: ٻيو
sl: Drugim
sr: Drugo
th: อื่น ๆ
tr: Diğer
uk: Інша

source: To which gender do you most identify?
ca: Amb quin gènere s'identifica més?
cs: S jakým pohlavím se nejvíce identifikujete?
de: Mit welchem ​​Geschlecht identifizieren Sie sich am meisten?
el: Με ποιο φύλο ταυτίζεστε περισσότερο;
es: ¿Con qué genero se identifica más?
fa: به کدام گروه جنسی هویت بیشتری احساس می کنید.
fr: A quel genre vous identifiez-vous ?
ja: 性別をお答えください。
mr: लिंग ओळख
no: Hvilket kjønn identifiserer du deg med?
pt_br: Com qual gênero você mais se identifica?
ru: Укажите Ваш пол
sd: عام طور تي توھان جي ڪھڙي جنس سان سڃاڻ آھي؟
sl: S katerim spolom se najbolj identificirate?
sr: Sa kojim rodom se najviše identifikujete?
th: เพศที่ระบุตัวตนของคุณที่สุด
tr: Daha çok hangi cinsiyet kimliğiyle tanımlanıyorsunuz?
uk: Укажіть Вашу стать

source: Please specify
ca: Si us plau, especifiqueu
cs: Prosíme o upřesnění
de: Bitte angeben
el: Παρακαλώ προσδιορίστε
es: Por favor, especifique
fa: لطفا مشخص کنید
fr: Précisez
ja: 指定してください。
mr: नमूद करा
no: Vennligst spesifiser
pt_br: Por favor, especifique
ru: Пожалуйста, уточните
sd: مهرباني ڪري وضاحت ڪريو
sl: Prosim navedite
sr: Molimo vas da odredite
th: โปรดระบุ
tr: Lütfen belirtiniz
uk: Просимо уточнити

source: Beginner
ca: Principiant
cs: Začátečník
de: Anfänger
el: Αρχάρια
es: Principiante
fa: مبتدی
fr: Débutant(e)
ja: 初級
mr: प्राथमिक
no: Nybegynner
pt_br: Iniciante
ru: Начальный уровень
sd: شروعاتي
sl: Osnovno
sr: Početni nivo
th: ขั้นต้น
tr: Başlangıç düzeyi
uk: Початковий рівень

source: Intermediate
ca: Intermedi
cs: Středně pokročilý
de: Mittelmässig
el: Ενδιάμεση
es: Intermedio
fa: متوسط
fr: Intermédiaire
ja: 中級
mr: मध्यम
no: Midt imellom
pt_br: Intermediário
ru: Средний уровень
sd: وچولو
sl: Povprečno
sr: Srednji nivo
th: ขั้นกลาง
tr: Orta düzey
uk: Середній рівень

source: Advanced
ca: Avançat
cs: Pokročilý
de: Fortgeschritten
el: Άπταιστη
es: Avanzado
fa: پیشرفته
fr: Avancé(e)
ja: 上級
mr: प्रगत
no: Avansert
pt_br: Avançado
ru: Продвинутый уровень
sd: ماھر
sl: Napredno
sr: Napredni nivo
th: ขั้นเทพ
tr: İleri düzey
uk: Високий рівень

source: Describe your experience working with colour
ca: Descrigui la seva experiencia treballant amb el color
cs: Popište své zkušenosti v práci s barvami
de: Wie würden Sie Ihre Erfahrung im Arbeiten mit Farben beschreiben?
el: Περιγράψτε την εμπειρία που έχετε δουλεύοντας με χρώματα
es: Describa su experiencia trabajando con el color
fa: تجربه خود در کار با رنگ توصیف کنید
fr: Décrivez votre niveau d'expertise avec les couleurs
ja: 色彩に関する業務経験をお答えください。
mr: रंगांबाबत काम करण्याचा अनुभव
no: Beskriv din erfaring med å jobbe med farger
pt_br: Descreva sua experiência trabalhando com cores
ru: Опишите Ваш опыт работы с цветом
sd: رنگن سان ڪم ڪرڻ ۾ پنهنجي تجربي کي بيان ڪريو
sl: Izberite vašo stopnjo znanja iz področja barv
sr: Označite koliko imate iskustva u radu sa bojama
th: ระบุประสบการณ์การทำงานกับสี
tr: Renk kullanımı ile ilgili deneyiminizi tanımlayınız
uk: Опишіть свій досвід роботи з кольором

source: Bilingual
ca: Bilingüe
cs: Bilingvní
de: Zweisprachig
el: Δίγλωσση
es: Bilingüe
fa: دو زبانه
fr: Bilingue
ja: バイリンガル
mr: द्विभाषी
no: Tospråklig
pt_br: Bilingue
ru: Я – билингв, говорю на двух языках
sd: ٻه ٻولي ڳالهائيندڙ
sl: Dvojezičnost
sr: Dvojezičan/na sam
th: สองภาษา
tr: İki dil bilen
uk: Я — білінгв, володію двома мовами

source: Native speaker
ca: Parlant nadiu
cs: Rodilý mluvčí
de: Muttersprachler
el: Μητρική
es: Hablante nativo
fa: سخنران بومی
fr: Locuteur natif(ve)
ja: 母国語
mr: मातृभाषिक
no: Morsmål
pt_br: Língua materna
ru: Носитель языка
sd: مادري ڳالهائيندڙ
sl: Materni jezik
sr: To mi je maternji jezik
th: ภาษาแม่
tr: Ana dilim
uk: Носій мови

source: Describe your skill in the language used in this experiment
ca: Descrigui el seu nivell en l'idioma utilitzat en aquest experiment
cs: Popište svou jazykovou úroveň jazyka, který jste používali
de: Wie würden Sie Ihre Sprachkenntnisse in der von Ihnen gewählten Testsprache einschätzen?
el: Περιγράψτε τη γλωσσική ικανότητα σας σε αυτό το πείραμα
es: Describa su nivel en el idioma utilitzado en este experimento
fa: مهارت زبان مورد استفاده خود در این بازی توصیف کنید
fr: Décrivez vos compétences dans la langue utilisée pour cette expérience
ja: 使用言語の熟練度をお答えください。
mr: प्रयोगासाठी वापरलेल्या भाषेतील आपले प्राविण्य नमूद करावे
no: Beskriv dine språkferdigheter relatert til dette eksperimentet
pt_br: Descreva seu conhecimento da lingua usada para nomear as cores
ru: Укажите уровень владения языком, который Вы выбрали для участия в эксперименте
sd: هن تجربي ۾ استعمال ٿيندڙ ٻولي ۾ پنهنجي مهارت کي بيان ڪريو
sl: Izberite vašo stopnjo znanja jezika, uporabljenega v raziskavi
sr: Označite nivo znanja jezika na kom ste radili ovaj eksperiment
th: ระบุทักษะทางภาษาของคุณที่ใช้ในการทดลองนี้
tr: Deneyde kullanılan dildeki yeterliliğinizi tanımlayınız
uk: Вкажіть рівень володіння мовою, яку Ви обрали для участі в експерименті

source: No qualifications
ca: Sense estudis
cs: základní škola
de: Keinen Abschluss
el: Γυμνάσιο
es: Sin estudios
fa: بدون مدارک
fr: Aucun
ja: 該当なし
mr: कुठलेही नाही
no: Ingen kvalifikasjoner
pt_br: Sem qualificação
ru: Нет законченного образования
sd: ڪا قابليت ناهي
sl: Osnovna šola
sr: osnovna škola
th: ไม่มีวุฒิ
tr: Diplomasız
uk: Немає кваліфікації

source: Secondary school degree
ca: Estudis secundaris
cs: střední škola/gymnázium
de: Abitur
el: Λύκειο
es: Estudios secundarios
fa: مدرسه متوسطه
fr: Baccalauréat
ja: 高校卒業
mr: बारावी
no: Videregående skole
pt_br: Ensino Médio
ru: Среднее общее образование
sd: ثانوي اسڪول جي ڊگري
sl: Srednja šola
sr: srednja škola
th: มัธยมศึกษา
tr: Lise mezunu
uk: Загальна середня освіта

source: Bachelors degree
ca: Estudis universitaris
cs: bakalářské
de: Bachelor Abschluss
el: Πρώτο Πτυχίο Πανεπιστημίου
es: Estudios universitarios
fa: مدرک کارشناسی
fr: Licence
ja: 大学卒業
mr: पदवीधर
no: Bachelors grad
pt_br: Ensino Superior
ru: Высшее образование (бакалавр)
sd: بيچلر ڊگري
sl: Visokošolski strokovni študijski program ali univerzitetni študijski program
sr: osnovne akademske studije
th: ปริญญาตรี
tr: Lisans derecesi
uk: Бакалавр

source: Masters degree
ca: Màster
cs: magisterské
de: Master Abschluss
el: Μεταπτυχιακό Πτυχίο
es: Máster
fa: مدرک کارشناسی ارشد
fr: Master
ja: 大学院修士修了
mr: पदव्युत्तर
no: Masters grad
pt_br: Mestrado
ru: Высшее образование (магистр)
sd: ماسٽر ڊگري
sl: Magistrski študijski program
sr: master akademske studije
th: ปริญญาโท
tr: Yüksek lisans derecesi
uk: Магістр

source: Professional degree
ca: Formació profesional o cicle formatiu
cs: vyšší odborné
de: Ausbildung
el: Επαγγελματικό δίπλωμα
es: Formación profesional o ciclo formativo
fa: درجه حرفه ای
fr: BTS, DUT, et autres formations bac+2
ja: 専門職大学院修了
mr: व्यावसायिक पदवी
no: Fagskole
pt_br: Técnico
ru: Профессиональное образование
sd: پروفيشنل ڊگري
sl: Višješolski strokovni program
sr: osnovne strukovne studije
th: สายอาชีพ
tr: Profesyonel diploma
uk: Професійна освіта

source: Doctorate degree
ca: Doctorat
cs: doktorské
de: Doktor
el: Διδακτορικό Πτυχίο
es: Doctorado
fa: مدرک دکترا
fr: Doctorat
ja: 大学院博士修了
mr: विद्यावाचस्पती
no: Doktorgrad
pt_br: Doutorado
ru: Ученая степень (кандидат, доктор наук)
sd: ڊاڪٽريٽ ڊگري
sl: Doktorski študijski program
sr: doktorske akademske studije
th: ปริญญาเอก
tr: Doktora derecesi
uk: Вчений ступінь

source: What is the highest level of education you have completed?
ca: Quin és el nivell més alt d'estudis que ha completat?
cs: Jaké je Vaše nejvyšší dosažené vzdělání?
de: Was ist Ihr höchster Bildungsabschluss?
el: Τι τίτλους σπουδών έχετε;
es: ¿Cuál es el nivel más alto de estudios que ha completado?
fa: بالاترین سطح تحصیلات شما که تا امروز به پایان رسانیده اید چیست
fr: Quel est le niveau d'études le plus élevé que vous ayez atteint ?
ja: 学位レベルをお答えください。
mr: आपण पारंगत असलेली सर्वोच्च शैक्षणिक पातळी
no: Hva er det høyeste utdanningsnivået du har fullført?
pt_br: Qual seu nível de escolaridade?
ru: Укажите максимальный уровень Вашего образования
sd: توهان تعليم جي ڪهڙي اعليٰ ترين سطح مڪمل ڪئي آهي؟
sl: Stopnja izobrazbe
sr: Koji je najviši stepen obrazovanja koji ste stekli?
th: ระบุระดับการศึกษาสูงสุดของท่าน
tr: Tamamladığınız en yüksek eğitim düzeyi nedir?
uk: Вкажіть найвищий рівень отриманої Вами освіти

source: In which country did you grow up?
ca: En quin país va créixer?
cs: V jaké zemi jste vyrostl*a?
de: In welchem Land sind Sie aufgewachsen?
el: Σε ποια χώρα έχετε μεγαλώσει;
es: ¿En qué país creció?
fa: در کدام کشور بزرگ شده اید
fr: Dans quel pays avez-vous grandi ?
ja: 出身地をお答えください。
mr: आपण कोणत्या देशात लहानाचे मोठे झालात?
no: I hvilket land vokste du opp?
pt_br: Em que país você cresceu?
ru: В какой стране прошло Ваше детство?
sd: توهان ڪهڙي ملڪ ۾ وڏا ٿيا؟
sl: V kateri državi ste odraščali?
sr: U kojoj državi ste odrasli?
th: คุณเติบโตมาในประเทศใด
tr: Hangi ülkede büyüdünüz?
uk: В якій країні минуло Ваше дитинство?

source: Where are you living?
ca: On viu?
cs: Kde žijete?
de: Wo wohnen Sie?
el: Σε ποια χώρα κατοικείτε αυτή τη στιγμή;
es: ¿Dónde vive?
fa: کجا زندگی میکنید
fr: Où habitez-vous ?
ja: 現在の居住地をお答えください。
mr: आता आपण कुठे राहता?
no: Hvor dor du?
pt_br: Onde você vive?
ru: Где Вы живете?
sd: توهان ڪٿي رهي رهيا آهيو؟
sl: V kateri državi živite?
sr: U kojoj državi živite?
th: คุณอาศัยอยู่ในประเทศใด
tr: Nerede yaşıyorsunuz?
uk: Де Ви проживаєте?

source: Smartphone
ca: Telèfon mòbil
cs: mobilní telefon
el: Έξυπνο κινητό
es: Teléfono móvil
fa: گوشی های هوشمند
ja: スマートフォン
mr: स्मार्टफोन
no: Smarttelefon
pt_br: Celular
ru: Смартфон
sd: سمارٽ فون
sl: Pametni telefon
sr: Mobilni telefon
th: จอโทรศัพท์
tr: Akıllı telefon
uk: Смартфон

source: Pad
ca: Tablet
cs: tablet
de: Tablet
el: Ταμπλέτα
es: Tablet
fa: تشک موش رایانه
fr: Ipad
ja: タブレット端末
mr: टॅबलेट
no: Skjermbrett
pt_br: Tablet
ru: Планшет
sd: پيڊ
sl: Tablični računalnik
sr: Tablet
th: จอแพด
tr: Tablet
uk: Планшет

source: Laptop
ca: Ordinador portàtil
cs: notebook
el: Φορητός υπολογιστής
es: Ordenador portátil
fa: رایانه همراه
fr: Ordinateur portable
ja: ノートパソコン
mr: लॅपटॉप
pt_br: Notebook
ru: Ноутбук
sd: ليپ ٽاپ
sl: Prenosni računalnik
sr: Laptop računar
th: จอแลพท็อป
tr: Dizüstü
uk: Ноутбук

source: Desktop
ca: Ordinador de sobretaula
cs: stolní počítač
el: Επιτραπέζιος υπολογιστής
es: Ordenador de sobremesa
fa: رایانه رومیزی
fr: Ordinateur fixe
ja: デスクトップパソコン
mr: कॉम्पुटर
no: Skrivebord
ru: Стационарный компьютер
sd: ڊيسڪ ٽاپ
sl: Namizni računalnik
sr: Desktop računar
th: จอคอมตั้งโต๊ะ
tr: Masaüstü
uk: Стаціонарний комп'ютер

source: What is your display device?
ca: Quin tipus de pantalla utilitza?
cs: Na jakém zařízení jste se studie zúčastnil*a?
de: Was für ein Gerät nutzen Sie?
el: Τι τεχνολογίας είναι η οθόνη σας;
es: ¿Qué tipo de pantalla utiliza?
fa: دستگاه نمایشگر شما چیست؟
fr: Sur quel type d'écran avez-vous réalisé l'expérience ?
ja: ご使用のディスプレイをお答えください。
mr: आपण आत्ता वापरात असलेले साधन
no: Hva er skjermenheten din?
pt_br: Qual é o tipo do seu monitor?
ru: Какое устройство Вы сейчас используете?
sd: توهان جي ڊسپلي ڊيوائس ڇا آهي؟
sl: Na kateri napravi si ogledujete to spletno stran?
sr: Na kom uređaju ste radili eksperiment?
th: จอภาพคุณเป็นแบบไหน
tr: Deneyi görüntülediğiz aygıt nedir?
uk: Який пристрій Ви наразі використовуєте?

source: Neutral white
ca: Blanc neutre
cs: neutrální bílá
de: Neutrales weiß
el: Λευκό
es: Blanco neutro
fa: سفید طبیعی
fr: Blanc neutre
ja: 中間調の白
mr: पांढरा
no: Nøytral hvit
pt_br: Branco neutro
ru: Нейтральный белый
sd: غير جانبدار سفيد
sl: Navtralna bela
sr: Neutralna bela
th: ขาวกลาง
tr: Doğal beyaz
uk: Нейтральний білий

source: Warm white
ca: Blanc càlid
cs: teplá bílá
de: Warmes weiß
el: Θερμό Λευκό
es: Blanco cálido
fa: سفید گرم
fr: Blanc chaud
ja: 暖かみのある白
mr: उष्ण पांढरा
no: Varm hvit
pt_br: Branco morno
ru: Теплый белый
sd: گرم سفيد
sl: Topla bela
sr: Topla bela
th: ขาวอมส้ม
tr: Sıcak beyaz
uk: Теплий білий

source: Bluish white
ca: Blanc blavós
cs: namodralá bílá
de: Bläulich weiß
el: Ψυχρό Λευκό
es: Blanco azulado
fa: سفید متمایل به صورتی
fr: Blanc froid/bleuté
ja: 青みのある白
mr: निळसर पांढरा
no: Blåaktig hvit
pt_br: Branco azulado
ru: Голубовато-белый
sd: نيرو سفيد
sl: Modrikasto bela
sr: Plavičasto bela
th: ขาวอมน้ำเงิน
tr: Mavimsi beyaz
uk: Блакитнувато-білий

source: Yellowish white
ca: Blanc groguenc
cs: nažloutlá bílá
de: Gelbliches weiß
el: Κιτρινωπό
es: Blanco amarillento
fa: سفید متمایل به زرد
fr: Blanc cassé/jaunâtre
ja: 黄色みのある白
mr: पिवळट पांढरा
no: Gulaktig hvit
pt_br: Branco amarelado
ru: Желтовато-белый
sd: پيلو سفيد
sl: Rumenkasto bela
sr: Žućkasto bela
th: ขาวอมเหลือง
tr: Sarımsı beyaz
uk: Жовтувато-білий

source: Describe the white graphic elements on your screen
ca: Descrigui els elements gràfics blancs de la seva pantalla
cs: Popište bílé prvky na Vaší obrazovce
de: Beschreibe die weißen Grafikelemente auf deinem Bildschirm
el: Περιγράψτε τη λευκότητα των άσπρων γραφικών στην οθόνη σας
es: Describa los elementos gráficos blancos de su pantalla
fa: عناصر گرافیکی سفید روی صفحه نمایش خود را شرح دهید
fr: Décrivez les éléments graphiques blancs de votre écran
ja: ご使用のディスプレイの白さをお答えください。
mr: आपल्या स्क्रीनवरील व्हाईट ग्राफिक एलेमेंट्स नमूद करा
no: Beskriv de hvite grafiske elementene på skjermen
pt_br: Descreva o branco do elemento gráfico exibido em seu monitor
ru: Опишите цвет белых графических элементов на Вашем экране
sd: پنهنجي اسڪرين تي سفيد گرافڪ عناصرن کي بيان ڪريو
sl: Opišite videz bele barve na zaslonu vaše naprave
sr: Neki grafički elementi na sivoj pozadini ovog upitnika su bele boje. Kako biste je opisali?
th: ระบุส่วนที่เป็นสีขาวของจอภาพของท่าน
tr: Ekranınızdaki beyaz grafik ögeleri tanımlayınız
uk: Опишіть відтінок білих графічних елементів на Вашому екрані

source: Dark
ca: Fosc
cs: tmavé
de: Dunkel
el: Σκοτεινό
es: Oscuro
fa: تاریک
fr: Très sombre
ja: 暗い
mr: अंधार
no: Mørkt
pt_br: Escuro
ru: Темное
sd: اونداهو
sl: Temen prostor
sr: Mračno
th: มืด
tr: Karanlık
uk: Темний

source: Dim
ca: Penombra
cs: šeré
el: Μουντό
es: Penumbra
fa: کم نور
fr: Plutôt sombre
ja: 薄暗い
mr: अंधुक
no: Dunkelt
pt_br: Pouco iluminado
ru: Плохо освещенное
sd: مدھم
sl: Zatemnjen prostor
sr: Prigušeno
th: สลัว
tr: Loş
uk: Погано освітлений

source: Average
ca: Normal
cs: průměrné
de: Normal
el: Φυσιολογικό
es: Normal
fa: میانگین
fr: Ni sombre, ni lumineux
ja: 平均的な明るさ
mr: मध्यम
no: Gjennomsnittlig
pt_br: Iluminação média
ru: Обычное
sd: اوسط
sl: Povprečno osvetljen prostor
sr: Prosečno
th: สว่างปานกลาง
tr: Ortalama
uk: Звичайний

source: Bright
ca: Lluminós
cs: světlé
de: Hell
el: Φωτεινό
es: Luminoso
fa: روشن
fr: Lumineux
ja: 明るい
mr: उज्ज्वल
no: Lyst
pt_br: Muito iluminado
ru: Яркое
sd: روشن
sl: Močno osvetljen prostor
sr: Svetlo
th: สว่างจ้า
tr: Parlak
uk: Яскравий

source: Describe the surrounding environment behind your device
ca: Descrigui l'entorn a darrere de la seva pantalla
cs: Popište prostředí za Vaším zařízením
de: Wie beschreiben Sie das Umfeld Ihres Bildschirms?
el: Περιγράψτε το περιβάλλον πίσω από την οθόνη σας;
es: Describa el entorno detrás de su pantalla
fa: محیط اطراف دستگاه خود را توصیف کنید
fr: Décrivez l'environnement derrière votre écran
ja: ご使用のディスプレイの周囲環境をお答えください。
mr: आपल्या साधनाच्या आजूबाजूच्या प्रकाशाचे वर्णन करा
no: Beskriv omgivelsene bak skjemenheten din
pt_br: Descreva a iluminação do ambiente em que se encontra seu monitor
ru: Опишите пространство за экраном
sd: پنهنجي ڊيوائس جي پويان چوڌاري ماحول کي بيان ڪريو
sl: Opišite okolico naprave
sr: Koji izraz najbolje opisuje osvetljenje iza uređaja na kom ste radili eksperiment?
th: ระบุสภาพแวดล้อมด้านหลังของจอภาพ
tr: Aygıtınızın arkasındaki çevre ortamını tanımlayınız
uk: Опишіть простір за Вашим екраном

source: Typical domestic
ca: Domèstica comú
cs: běžné domácí osvětlení
de: Wohnungslicht (Typisches Glühlampe)
el: Τυπικός οικιακός φωτισμός
es: Doméstica común
fa: حوزه معمولی
fr: Lumière d'intérieur typique
ja: 一般的な屋内
mr: घरगुती
no: Typisk hjemmebelysning
pt_br: Iluminação doméstica típica
ru: Обычные для дома
sd: عام گهريلو
sl: Prostor osvetljen z rumenkasto belo svetlobo
sr: Tipično kućno osvetljenje
th: แสงภายในบ้านเรือน
tr: Tipik konut aydınlatma
uk: Типове домашнє освітлення

source: Mid daylight
ca: Llum natural (mitjana)
cs: denní světlo/zataženo
de: Mittagstageslicht
el: Μέσω φως ημέρας
es: Luz natural (media)
fa: نور میانه روز
fr: Lumière de mi-journée
ja: 昼間
mr: साधारण उजेडात
no: Medium dagslys
pt_br: Meio da manhã/ tarde
ru: Неяркий дневной свет
sd: وچولي ڏينهن جي روشني
sl: Večerna dnevna svetloba
sr: Uobičajeno dnevno svetlo
th: แสงกึ่งกลางวัน
tr: Gün ortası günışığı
uk: Неяскраве денне освітлення

source: Full daylight
ca: Llum natural (completa)
cs: plné denní světlo
de: Volles Tageslicht
el: Λαμπερό φως ημέρας
es: Luz natural (completa)
fa: نورکامل روز
fr: Lumière de plein jour
ja: 真昼間（白昼）
mr: पूर्ण उजेडात
no: Fullt dagslys
pt_br: Iluminação do meio dia
ru: Яркий дневной свет
sd: مڪمل ڏينهن جي روشني
sl: Dnevna svetloba
sr: Jako/intenzivno dnevno svetlo
th: แสงกลางวัน
tr: Tam günışığı
uk: Яскраве денне освітлення

source: Typical office
ca: Oficina comú
cs: běžné kancelářské osvětlení
de: Typisches Bürolicht (Leuchtstoffröhre)
el: Τυπικός φωτισμός γραφείου
es: Oficina común
fa: دفترکار معمولی
fr: Lumière de bureau typique
ja: 一般的なオフィス
mr: ऑफिस मधील
no: Typisk kontorbelysning
pt_br: Iluminação típica de escritório
ru: Обычные для офиса
sd: عام آفيس
sl: Prostor osvetljen z modrikasto belo svetlobo
sr: Tipično kancelarijsko osvetljenje
th: แสงภายในสำนักงาน
tr: Tipik ofis
uk: Типове офісне освітлення

source: Describe the lighting conditions of your environment
ca: Descrigui les condicions d'il·luminació del seu entorn
cs: Popište světelné podmínky prostředí, ve kterém se nacházíte
de: Wie würden Sie die Lichtverhältnisse in Ihrem Raum bezeichnen?
el: Περιγράψτε το τις συνθήκες φωτισμού σας;
es: Describa las condiciones de iluminación de su entorno
fa: شرایط نورمحیط خود را توصیف کنید
fr: Décrivez les conditions d'éclairage de votre environnement
ja: あなたの周囲環境の照明条件をお答えください。
mr: आपल्या आजूबाजूच्या प्रकाश योजनेविषयी लिहावे
no: Beskriv lysforholdene i miljøet du sitter i
pt_br: Descreva a condição de iluminação do ambiente em que se encontra
ru: Опишите условия освещенности, в которых Вы находитесь
sd: پنهنجي ماحول جي روشني جي حالتن کي بيان ڪريو
sl: Opišite osvetlitvene pogoje prostora, v katerem se nahajate
sr: Opišite uslove osvetljenja u vašem trenutnom okruženju
th: ระบุสภาวะแสงในสภาพแวดล้อมที่ใช้ในการทดลองนี้
tr: Bulunduğunuz ortamın aydınlatma koşullarını tanımlayınız
uk: Опишіть умови освітлення, в яких Ви знаходитесь

source: What distance are you from your monitor in cm?
ca: A quina distància de la seva pantalla en cms. es troba?
cs: Jak daleko jste od obrazovky v centimetrech?
de: Welchen Abstand haben Sie zum Monitor?
el: Ποια είναι η απόστασή σας από την οθόνη;
es: ¿A qué distancia en cms. está de su pantalla?
fa: چند سانتی متر از صفحه نمایش رایانه فاصله دارید؟
fr: A quelle distance de votre écran vous trouvez-vous ? (en cm)
ja: ディスプレイの観察距離をcmでお答えください。
mr: आपण स्क्रीन पासून किती अंतरावर (cm) आहात?
no: Hvilken avstand er det mellom deg og skjermen i cm?
pt_br: Qual a distância, em centímetros, em que você se encontra de seu monitor
ru: На каком расстоянии от экрана Вы находитесь в см?
sd: توهان پنهنجي مانيٽر کان ڪيتري فاصلي تي آهيو؟ فاصلو سينٽي ميٽر ۾ ٻڌايو.
sl: Oddaljenost od zaslona v centimetrih?
sr: Koliko ste u centimetrima udaljeni od ekrana?
th: ระยะระหว่างจอถึงตาคุณ
tr: Monitörünüzden kaç santimetre uzaktasınız?
uk: На якій відстані від монітора Ви знаходитесь (см)?

source: No
cs: Ne
de: Nein
el: Όχι
fa: خیر
fr: Non
ja: いいえ
mr: नाही
no: Nei
pt_br: Não
ru: Нет
sd: نه
sl: Ne
sr: Ne
th: ไม่
tr: Hayır
uk: Ні

source: Yes
ca: Si
cs: Ano
de: Ja
el: Ναι
es: Sí
fa: بله
fr: Oui
ja: はい
mr: हो
no: Ja
pt_br: Sim
ru: Да
sd: ها
sl: Da
sr: Da
th: ใช่
tr: Evet
uk: Так

source: You are in the 0% top colour namers.
ca: Es troba en el 0% superior dels millors assignadors de noms de color.
cs: Umístil*a jste se mezi 0 % nejlepších účastníků pojmenovávání barev.
de: Sie befinden sich in den Top 0% -Namensfarbengebern.
el: Βρίσκεστε στους κορυφαίους 0% ονομαστές χρωμάτων.
es: Está en el 0% superior de los mejores asignadores de nombres de color.
fa: شما جز X درصد نام گذاران برتر رنگ هستید.
fr: Vous êtes dans le top 0% des meilleur(e)s identificateur(e)s de couleurs.
ja: あなたは上位0%の色名回答者です。
mr: आपण रंग ओळखणाऱ्या उत्तम 0% मधील एक आहात.
no: Du er blant de 0% toppen av fargebenevnerne.
pt_br: Você está em 0% no ranque de nomeadores de cor
ru: Вы среди 0% лучших назывателей цвета.
sd: توهان 0% اعليٰ رنگ نالو ڏيندڙن ۾ آهيو.
sl: Vaša poimenovanja barv se ujemajo s poimenovanjem barv ostalih sodelujočih za 0%.
sr: Vi ste u 0% najboljih učesnika u zadatku imenovanja boja.
th: ท่านอยู่ในระดับ 0% ของผู้ระบุคำเรียกสี
tr: Renk adlandıranlar arasında %0 üst dilimindesiniz
uk: Ви серед 0% найкращих кольороназивачів.

source: First name
ca: Nom
cs: Jméno
de: Vorname
el: Όνομα
es: Nombre
fa: نام
fr: Prénom
ja: 名
mr: नाव
no: Fornavn
pt_br: Nome
ru: Имя
sd: پهريون نالو
sl: Ime
sr: Ime
th: ชื่อ
tr: Adınız
uk: Ім'я

source: Last name
ca: Cognom
cs: Příjmení
de: Nachname
el: Επώνυμο
es: Apellido
fa: نام خانوادگی
fr: Nom
ja: 姓
mr: आडनाव
no: Etternavn
pt_br: Sobrenome
ru: Фамилия
sd: آخري نالو
sl: Priimek
sr: Prezime
th: นามสกุล
tr: Soyadınız
uk: Прізвище

source: Email
fa: آدرس پست الکترونیکی
ja: メールアドレス
mr: ई-मेल
no: E-post
sd: اي ميل
sr: Imejl adresa
th: อีเมล

source: Organisation
ca: Organització
cs: Organizace
el: Οργανισμός
es: Organización
fa: تشکیلات
fr: Organisme
ja: 所属
mr: संस्था
no: Organisasjon
pt_br: Organização
ru: Организация
sd: تنظيم
sl: Organizacija
sr: Organizacija
th: หน่วยงาน
tr: Organizasyon
uk: Організація

source: Your message
ca: El seu missatge
cs: Vaše zpráva
de: Ihre Nachricht
el: Το μήνυμα σας
es: Su mensaje
fa: پیام شما
fr: Votre message
ja: あなたのメッセージ
mr: आपला संदेश
no: Din melding
pt_br: Sua menssagem
ru: Ваше сообщение
sd: توهان جو پيغام
sl: Vaše sporočilo
sr: Vaša poruka
th: ข้อคิดเห็น
tr: Mesajınız
uk: Ваше повідомлення

source: Did the square disappear?
sd: ڇا 'رنگين' چورس غائب ٿي ويو؟

source: Do you agree?
ca: D'acord?
cs: Souhlasíte?
de: Sind Sie einverstanden?
el: Συμφωνείτε;
es: ¿De acuerdo?
fa: موافقید؟
fr: Etes-vous d'accord ?
ja: 同意しますか？
mr: आपण सहमत आहात का?
no: Er du enig?
pt_br: Você concorda?
ru: Вы согласны?
sd: ڇا توهان متفق آهيو؟
sl: Ali se strinjate?
sr: Da li se slažete?
th: ท่านเห็นด้วยหรือไม่
tr: Katılıyor musunuz?
uk: Ви згодні?

source: Strongly disagree
ca: Completament en desacord
cs: nesouhlasím
de: Stimme auf keine Fall zu
el: Διαφωνώ κάθετα
es: Completamente en desacuerdo
fa: به شدت مخالف
fr: Pas du tout d'accord
ja: 全く同意できない
mr: पूर्णपणे असहमत
no: Sterkt uenig
pt_br: Discordo totalmente
ru: Полностью не согласен
sd: شديد اختلاف
sl: Sploh se ne strinjam
sr: Uopšte se ne slažem
th: ไม่เห็นด้วยอย่างยิ่ง
tr: Kesinlikle katılmıyorum
uk: Категорично не згоден
